{
    "@odata.context": "https://vusearch.search.windows.net/indexes('studiegids')/$metadata#docs(*)",
    "@odata.count": 47,
    "value": [
        {
            "@search.score": 1,
            "id": "2023-2024__50043568",
            "kenticoId": "b25a95c0-282b-4ca2-b3e6-621cf29a6047",
            "nl": {
                "objectCode": "AB_A&E",
                "name": "Aarde, Economie en Duurzaamheid",
                "description": "<p>Aarde, economie en duurzaamheid is een multidisciplinaire interdisciplinaire opleiding op het raakvlak van Aardwetenschappen en Economie. Studenten leren complexe, ruimtelijke vraagstukken oplossen vanuit een oogpunt van duurzaamheid, op basis van kennis over het functioneren van het systeem aarde, het sociaaleconomisch systeem en de interacties daartussen.redeneren vanuit beide oogpunten en creatieve oplossingen te ontwikkelen die duurzaam zijn voor het landschap en voor de samenleving. Dergelijke oplossingen zijn nodig, omdat bijvoorbeeld de gevolgen van grondstofgebruik en klimaatverandering steeds meer invloed krijgen op de economie en onze leefomgeving. Denk aan energiegebruik, overstromingen, bosbranden, onregelmatige rivierafvoer, intensivering van orkanen en zeespiegelstijging. Binnen deze thema’s staat de wederzijdse wisselwerking tussen het fysieke systeem (water, bodem, klimaat) en de mens (in zijn gedrag en gebruik van schaarse hulpbronnen) centraal.</p><p>De opleiding levert de benodigde systeem-kennis alsmede technieken en methoden om de interacties tussen deze systemen te analyseren, zowel in het veld als door middel van data-analyse en computersimulatie. De student leert hoe beleid en beheer op basis van wetenschappelijke kennis van zowel fysieke systemen als menselijk gedrag ondersteund kan worden om duurzame ontwikkeling te bevorderen.</p>",
                "url": "/nl/Bachelor/2023-2024/aarde-economie-duurzaamheid",
                "slug": "aarde-economie-duurzaamheid",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043568",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_A&E",
                "name": "Aarde, Economie en Duurzaamheid",
                "description": "<p>Aarde, economie en duurzaamheid is een multidisciplinaire interdisciplinaire opleiding op het raakvlak van Aardwetenschappen en Economie. Studenten leren complexe, ruimtelijke vraagstukken oplossen vanuit een oogpunt van duurzaamheid, op basis van kennis over het functioneren van het systeem aarde, het sociaaleconomisch systeem en de interacties daartussen.redeneren vanuit beide oogpunten en creatieve oplossingen te ontwikkelen die duurzaam zijn voor het landschap en voor de samenleving. Dergelijke oplossingen zijn nodig, omdat bijvoorbeeld de gevolgen van grondstofgebruik en klimaatverandering steeds meer invloed krijgen op de economie en onze leefomgeving. Denk aan energiegebruik, overstromingen, bosbranden, onregelmatige rivierafvoer, intensivering van orkanen en zeespiegelstijging. Binnen deze thema’s staat de wederzijdse wisselwerking tussen het fysieke systeem (water, bodem, klimaat) en de mens (in zijn gedrag en gebruik van schaarse hulpbronnen) centraal.</p><p>De opleiding levert de benodigde systeem-kennis alsmede technieken en methoden om de interacties tussen deze systemen te analyseren, zowel in het veld als door middel van data-analyse en computersimulatie. De student leert hoe beleid en beheer op basis van wetenschappelijke kennis van zowel fysieke systemen als menselijk gedrag ondersteund kan worden om duurzame ontwikkeling te bevorderen.</p>",
                "url": "/nl/Bachelor/2023-2024/aarde-economie-duurzaamheid",
                "slug": "aarde-economie-duurzaamheid",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043568",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50043569",
            "kenticoId": "ece66c1b-ca6a-4285-b816-c2ea4596acdd",
            "nl": {
                "objectCode": "AB_AARD",
                "name": "Aardwetenschappen",
                "description": "<p>Aardwetenschappers doorgronden de werking van onze planeet Aarde. Welk effect heeft klimaatverandering op de zeespiegel en op overstromingen van rivieren? Hoe lang is er nog schoon drinkwater voor iedereen? Wat vertellen de hemellichamen om ons heen over de Aarde? Waarom kunnen we nog geen aardbevingen en vulkaanuitbarstingen voorspellen? Een goed begrip van deze processen vormt het fundament van duurzaamheid: als je weet hoe de Aarde werkt, kun je ook begrijpen wat er nodig is om te zorgen dat de Aarde zo min beschadigd wordt.<br><br>Tijdens de opleiding verdiep je je in de bodem en het landschap, gebergten en gesteenten, fossielen en mineralen, ijskappen, rivieren en de zeebodem. In klimaatverandering in verleden, heden en toekomst. Je leert over wiskundige modellen, satellietwaarnemingen en natuurkundige of chemische metingen om de Aarde te doorgronden.&nbsp;<br><br>In het eerste jaar en een deel van het tweede jaar bestrijk je de hele Aardwetenschappen, met vakken over allerlei aspecten van het Systeem Aarde, van het middelpunt van de Aarde tot bovenin de atmosfeer, inclusief de diepere ondergrond, processen op land en in zee, ontwikkeling van het landschap en klimaat.<br><br>In de loop van het tweede jaar kies je een hoofdrichting. Je verdiept je daarna in Geologie &amp; Geochemie of Aarde &amp; Klimaat.<br><br>In het derde jaar schrijf je een bachelor scriptie over een eigen onderzoeksproject. Dit kan een kort veldonderzoek zijn en/ of een laboratoriumonderzoek of een modelleeronderzoek.</p>",
                "url": "/nl/Bachelor/2023-2024/aardwetenschappen",
                "slug": "aardwetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043569",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_AARD",
                "name": "Aardwetenschappen",
                "description": "<p>Aardwetenschappers doorgronden de werking van onze planeet Aarde. Welk effect heeft klimaatverandering op de zeespiegel en op overstromingen van rivieren? Hoe lang is er nog schoon drinkwater voor iedereen? Wat vertellen de hemellichamen om ons heen over de Aarde? Waarom kunnen we nog geen aardbevingen en vulkaanuitbarstingen voorspellen? Een goed begrip van deze processen vormt het fundament van duurzaamheid: als je weet hoe de Aarde werkt, kun je ook begrijpen wat er nodig is om te zorgen dat de Aarde zo min beschadigd wordt.<br><br>Tijdens de opleiding verdiep je je in de bodem en het landschap, gebergten en gesteenten, fossielen en mineralen, ijskappen, rivieren en de zeebodem. In klimaatverandering in verleden, heden en toekomst. Je leert over wiskundige modellen, satellietwaarnemingen en natuurkundige of chemische metingen om de Aarde te doorgronden.&nbsp;<br><br>In het eerste jaar en een deel van het tweede jaar bestrijk je de hele Aardwetenschappen, met vakken over allerlei aspecten van het Systeem Aarde, van het middelpunt van de Aarde tot bovenin de atmosfeer, inclusief de diepere ondergrond, processen op land en in zee, ontwikkeling van het landschap en klimaat.<br><br>In de loop van het tweede jaar kies je een hoofdrichting. Je verdiept je daarna in Geologie &amp; Geochemie of Aarde &amp; Klimaat.<br><br>In het derde jaar schrijf je een bachelor scriptie over een eigen onderzoeksproject. Dit kan een kort veldonderzoek zijn en/ of een laboratoriumonderzoek of een modelleeronderzoek.</p>",
                "url": "/nl/Bachelor/2023-2024/aardwetenschappen",
                "slug": "aardwetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043569",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047473",
            "kenticoId": "aa8d632a-6c69-4277-970c-b5bb4eaa9c60",
            "nl": {
                "objectCode": "LB_OHK",
                "name": "Oudheidwetenschappen",
                "description": "<p>Oudheidwetenschappers leren tijdens hun studie kritisch om te gaan met het cultureel erfgoed van de Oudheid. De focus ligt daarbij op processen van cultuuroverdracht in de Oudheid zelf tussen de verschillende culturen van de mediterrane wereld, maar ook op de manieren waarop het cultureel erfgoed van de Oudheid een aanzet heeft gegeven voor ontwikkelingen in latere tijden. Om deze processen te bestuderen is een interdisciplinaire benadering nodig, waarin verschillende perspectieven, disciplines en onderzoeksmethoden naast en ter aanvulling van elkaar worden gebruikt. Hiervoor maak je je een grondige kennis van cultuurhistorische, materiële, literaire en filosofische aspecten van de Oudheid eigen.</p><p>Vanaf je tweede jaar kies je een specialisatie in een van de betrokken deeldisciplines uit de andere bachelorprogramma’s op het gebied van de Oudheid (Oude Geschiedenis; Archeologie; Akkadisch en Cultuurgeschiedenis van het Nabije Oosten; Grieks; Latijn). Zo verwerf je naast een breed interdisciplinair perspectief ook voldoende specialistische diepgang.</p><p>In het derde jaar rond je de interdisciplinaire aanpak van de Oudheid en haar doorwerking af en schrijf je een scriptie. Daarnaast is er ruimte voor een minor of keuzevakken (30 EC).</p><p><br></p><p><b>ACASA</b></p><p>De bacheloropleiding Oudheidwetenschappen is onderdeel van de samenwerking tussen UvA en VU op het gebied van de Oudheid en Archeologie. De naam van dit samenwerkingsverband is <i>Amsterdam Centre for Ancient Studies and Archaeology</i>: ACASA.</p><p>Het onderwijs van de bacheloropleiding Oudheidwetenschappen vindt plaats op de binnenstadcampus van de UvA.</p>",
                "url": "/nl/Bachelor/2023-2024/oudheidwetenschappen",
                "slug": "oudheidwetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047473",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_OHK",
                "name": "Ancient Studies",
                "description": "<p>The Ancient World and its heritage are the focal points within the programme of Ancient Studies. You learn to critically reflect upon processes of cultural interaction in Antiquity and beyond, with specific attention to the Mediterranean world and to the various ways in which its rich and innovative cultures have contributed to historical and cultural developments in later times. To study such processes, you are trained to use an interdisciplinary approach that combines various perspectives, theories and methodologies. For this purpose, you acquire a thorough knowledge of the ancient world's cultural, historical, material, textual and philosophical aspects.</p><p>In the second and third year of the Ancient Studies programme, you specialise in one of the adjacent disciplines offered in Antiquity (Ancient History; Archaeology; Akkadian and Ancient Near Eastern Studies; Greek; Latin). Thus you obtain sufficient in-depth knowledge in addition to your unique, interdisciplinary perspective. Furthermore, you choose a minor or take electives (30 EC). Finally, you write a thesis in which you study a subject related to Antiquity from an interdisciplinary perspective.</p><p><br></p><p><b>ACASA</b></p><p>The BA programme Ancient Studies is offered by the <i>Amsterdam Centre for Ancient Studies and Archaeology</i> (ACASA), the academic centre that brings together the expertise of UvA and VU in the fields of ancient studies, classics, and archaeology. All courses are offered at the UvA campus in the centre of Amsterdam.</p>",
                "url": "/en/Bachelor/2023-2024/ancient-studies",
                "slug": "ancient-studies",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047473",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047471",
            "kenticoId": "b3e09070-9341-4398-85ac-574007e9dd57",
            "nl": {
                "objectCode": "LB_ARCH",
                "name": "Archeologie",
                "description": "<p>Archeologie is de studie van samenlevingen, culturen en landschappen door de tijd heen. Archeologen bestuderen menselijke samenlevingen uit het verleden in hun fysieke en sociale context en het belang ervan voor de wereld van nu. Theorie en praktijk gaan bij deze bachelor hand in hand; Archeologie is een multidisciplinaire wetenschap, die aansluit bij andere vakgebieden op het terrein van erfgoed, landschap, kunst en geschiedenis.</p><p>In het eerste jaar maak je kennis met methoden en technieken en leer je over de materiële cultuur van samenlevingen uit het Europese verleden. Daarnaast verdiep je je in cultuurgeschiedenis en bronnen. Je sluit het jaar af met veldwerk.</p><p>Het tweede jaar brengt archeologische verdieping, waarbij enkele thema’s centraal staan. Ook is er veel aandacht voor archeologische materialen en voor wetenschappelijke en digitale onderzoeksmethoden. Je gaat op excursie naar het buitenland en sluit daarna het jaar af met een stage of met veldwerk.</p><p>In het derde jaar zijn vakken geprogrammeerd die gericht zijn op het doen van wetenschappelijk onderzoek. Daarnaast is er ruimte voor een minor of keuzevakken (30 EC). Je rondt je opleiding af met een scriptie over een zelfgekozen onderwerp binnen de archeologie.</p><p><br></p><p><b>ACASA</b></p><p>De bacheloropleiding Archeologie is onderdeel van de samenwerking tussen UvA en VU op het gebied van de Oudheid en Archeologie. De naam van dit samenwerkingsverband is Amsterdam Centre for Ancient Studies and Archaeology: ACASA.</p><p>Het onderwijs van de bacheloropleiding Archeologie vindt plaats op de binnenstadcampus van de UvA.</p>",
                "url": "/nl/Bachelor/2023-2024/archeologie",
                "slug": "archeologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047471",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_ARCH",
                "name": "Archaeology",
                "description": "<p>Archaeology as a discipline focuses upon the study of human societies, cultures and landscapes throughout the ages, with specific attention to their material remains. It combines the application of theoretical models with a training in practical skills; it is a multi-disciplinary field of study that includes aspects of academic fields such as heritage, landscape, art and history.</p><p>Within the Archaeology programme you acquire a thorough knowledge of the past as well as an overview of archaeological methods and techniques. In the first year, you learn about the discipline itself, you study societies of the European past, follow courses in cultural history and learn how to deal with source material. In the summer, you round off the year with field work.</p><p>In the second and third year of your programme, you obtain a more in-depth knowledge of important themes within archaeology, you further your practical skills and expertise, and you learn how to use digital methods in your research (for instance the mapping of data in GIS). You also participate in excursions and fieldwork campaigns abroad. Furthermore, you choose a minor or take electives (30 EC). Finally, you write a thesis about a subject of your preference within the field of archaeology.</p><p><br></p><p><b>ACASA</b></p><p>The BA programme Archaeology is offered by the <i>Amsterdam Centre for Ancient Studies and Archaeology</i> (ACASA), the academic centre that brings together the expertise of UvA and VU in the fields of ancient studies, classics, and archaeology. All courses are offered at the UvA campus in the centre of Amsterdam.</p>",
                "url": "/en/Bachelor/2023-2024/archaeology",
                "slug": "archaeology",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047471",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51701412",
            "kenticoId": "5f412d78-78e8-47ca-b858-bcee5b64a83b",
            "nl": {
                "objectCode": "XB_AI",
                "name": "Artificial Intelligence",
                "description": "<p>Artificial intelligence&nbsp;(AI) is the science of building and analysing intelligence demonstrated by machines. How could AlphaGo beat the best human Go player? Is it possible to build a social robots that seamlessly talk to an elderly with dementia, and help her to feel less lonely? Do you&nbsp; want to understand the algorithms Google applies for its search, or Netflix to recommend us the latest movies?</p> <p>In the first year, students learn basics in Computer Science and Mathematics, such as programming and logic. They also get acquainted with some of the main concepts in Artificial Intelligence, such as modelling, knowledge representation and machine learning, as well as interaction between humans and machines. In the second year, students are able to choose between the Intelligent Systems track, which focuses on methods to build intelligent agents, and the Socially Aware Computing track, with an emphasis on AI in a social context, with applications in health and law. In the third year, students follow one of the many minors offered by the university or the faculty, including an educational minor (which gives them a second-degree teaching qualification for secondary school) and our Data Science minor, but many students take the opportunity to study abroad for half a year. The final semester is mostly dedicated to the final bachelor project.</p>",
                "url": "/en/Bachelor/2023-2024/artificial-intelligence",
                "slug": "artificial-intelligence",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51701412",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_AI",
                "name": "Artificial Intelligence",
                "description": "<p>Artificial intelligence&nbsp;(AI) is the science of building and analysing intelligence demonstrated by machines. How could AlphaGo beat the best human Go player? Is it possible to build a social robots that seamlessly talk to an elderly with dementia, and help her to feel less lonely? Do you&nbsp; want to understand the algorithms Google applies for its search, or Netflix to recommend us the latest movies?</p> <p>In the first year, students learn basics in Computer Science and Mathematics, such as programming and logic. They also get acquainted with some of the main concepts in Artificial Intelligence, such as modelling, knowledge representation and machine learning, as well as interaction between humans and machines. In the second year, students are able to choose between the Intelligent Systems track, which focuses on methods to build intelligent agents, and the Socially Aware Computing track, with an emphasis on AI in a social context, with applications in health and law. In the third year, students follow one of the many minors offered by the university or the faculty, including an educational minor (which gives them a second-degree teaching qualification for secondary school) and our Data Science minor, but many students take the opportunity to study abroad for half a year. The final semester is mostly dedicated to the final bachelor project.</p>",
                "url": "/en/Bachelor/2023-2024/artificial-intelligence",
                "slug": "artificial-intelligence",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51701412",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50046583",
            "kenticoId": "c011cbc3-e28d-4a76-b048-7c72efb43b25",
            "nl": {
                "objectCode": "SB_B&O",
                "name": "Bestuurs- en Organisatiewetenschap",
                "description": "<p>Deze bachelor biedt een brede basisopleiding in de Bestuurs- en Organisatiewetenschap. We leven in een samenleving waarin we in hoge mate vertrouwen op de functionele werking van besturen en organisaties. Tegelijkertijd wordt die samenleving ook steeds complexer. Dit heeft ingrijpende gevolgen voor besturen en organiseren. We zien dat bestuurlijke en organisatieprocessen steeds sterker met elkaar verweven raken, met als gevolg dat een oplossing voor een probleem op het ene niveau (bestuur) vaak een nieuw probleem creëert op een ander niveau (organisatie). Vice versa bepalen interne organisatieprocessen (micro niveau), de samenwerking tussen individuen en afdelingen binnen organisaties (meso niveau) en de communicatie en samenwerking met externe stakeholders (macro niveau) de effectiviteit van bestuurlijke beslissingen en beleidsvormingen. Deze verwevenheid tussen bestuur en organisatie vraagt om nieuwe vormen van besturen en organiseren. Deze thematiek staat centraal in de bacheloropleiding Bestuurs- en Organisatiewetenschappen (B&O).</p><p><br></p><p>De bacheloropleiding B&amp;O is een multidisciplinaire opleiding met de nadruk op bestuurskunde en organisatiewetenschap. Andere disciplines die aan de orde komen zijn politicologie, sociologie, communicatiewetenschap en recht. Deze sociaal wetenschappelijke benadering maakt het mogelijk om bestuurlijke en organisatieprocessen op verschillende niveaus en in onderling verband, met nadruk op sociaal gedrag in organisaties en de samenleving, te bestuderen. Daarnaast is er veel aandacht voor methoden van onderzoek.</p><p>In het onderwijsprogramma is op verschillende momenten keuzeruimte om een eigen accent aan te brengen. Zo is het vanaf jaar 2 mogelijk om meer nadruk te leggen op interne organisatieprocessen of op overheidsbeleid en bestuur. Bovendien zijn in het tweede jaar twee interdisciplinaire keuzevakken geprogrammeerd, waarmee verschillende thema’s in de opleiding worden uitgediept en in een bredere context geplaatst.</p>",
                "url": "/nl/Bachelor/2023-2024/bestuurs-en-organisatiewetenschap",
                "slug": "bestuurs-en-organisatiewetenschap",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046583",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_B&O",
                "name": "Bestuurs- en Organisatiewetenschap",
                "description": "<p>Deze bachelor biedt een brede basisopleiding in de Bestuurs- en Organisatiewetenschap. We leven in een samenleving waarin we in hoge mate vertrouwen op de functionele werking van besturen en organisaties. Tegelijkertijd wordt die samenleving ook steeds complexer. Dit heeft ingrijpende gevolgen voor besturen en organiseren. We zien dat bestuurlijke en organisatieprocessen steeds sterker met elkaar verweven raken, met als gevolg dat een oplossing voor een probleem op het ene niveau (bestuur) vaak een nieuw probleem creëert op een ander niveau (organisatie). Vice versa bepalen interne organisatieprocessen (micro niveau), de samenwerking tussen individuen en afdelingen binnen organisaties (meso niveau) en de communicatie en samenwerking met externe stakeholders (macro niveau) de effectiviteit van bestuurlijke beslissingen en beleidsvormingen. Deze verwevenheid tussen bestuur en organisatie vraagt om nieuwe vormen van besturen en organiseren. Deze thematiek staat centraal in de bacheloropleiding Bestuurs- en Organisatiewetenschappen (B&O).</p><p><br></p><p>De bacheloropleiding B&amp;O is een multidisciplinaire opleiding met de nadruk op bestuurskunde en organisatiewetenschap. Andere disciplines die aan de orde komen zijn politicologie, sociologie, communicatiewetenschap en recht. Deze sociaal wetenschappelijke benadering maakt het mogelijk om bestuurlijke en organisatieprocessen op verschillende niveaus en in onderling verband, met nadruk op sociaal gedrag in organisaties en de samenleving, te bestuderen. Daarnaast is er veel aandacht voor methoden van onderzoek.</p><p>In het onderwijsprogramma is op verschillende momenten keuzeruimte om een eigen accent aan te brengen. Zo is het vanaf jaar 2 mogelijk om meer nadruk te leggen op interne organisatieprocessen of op overheidsbeleid en bestuur. Bovendien zijn in het tweede jaar twee interdisciplinaire keuzevakken geprogrammeerd, waarmee verschillende thema’s in de opleiding worden uitgediept en in een bredere context geplaatst.</p>",
                "url": "/nl/Bachelor/2023-2024/bestuurs-en-organisatiewetenschap",
                "slug": "bestuurs-en-organisatiewetenschap",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046583",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50044228",
            "kenticoId": "dbbd8c89-d1b6-49c1-ad15-a99e6b82360d",
            "nl": {
                "objectCode": "BB_BW",
                "name": "Bewegingswetenschappen",
                "description": "<p>Bewegen doen we allemaal, vaak zonder erbij stil te staan. Sporters, ouderen, maar ook mensen die revalideren bewegen daarentegen vaak heel bewust. Hoe bewegen we eigenlijk en wat is er allemaal voor nodig om ons bewegend functioneren te verbeteren? Om deze vragen te kunnen beantwoorden, is een multidisciplinaire aanpak nodig, waarin je leert met verschillende professionals uit verschillende vakgebieden. Deze aanpak staat centraal in de bacheloropleiding Bewegingswetenschappen. <br><br> Je leert bij Bewegingswetenschappen hoe het menselijk bewegingsapparaat is gebouwd en hoe het werkt, hoe het aangestuurd wordt vanuit de hersenen en welke problemen er kunnen ontstaan als er iets mis is met dit apparaat. Je leert daarnaast van alles over training van spieren en het uithoudingsvermogen, maar ook over psychologische onderwerpen zoals presteren onder druk. Binnen Bewegingswetenschappen denken we niet alleen na over beweging, maar doen we ook veel experimenten om onze vragen te beantwoorden. <br><br> Je leert bewegingswetenschappelijk onderzoek uit te voeren waarbij je zult leren meettechnieken te gebruiken, te verwerken en te interpreteren. Hiervoor zijn vaak wiskundige formules en zelfgeschreven programeercodes nodig.</p>",
                "url": "/nl/Bachelor/2023-2024/bewegingswetenschappen",
                "slug": "bewegingswetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50044228",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "BB_BW",
                "name": "Bewegingswetenschappen",
                "description": "<p>Bewegen doen we allemaal, vaak zonder erbij stil te staan. Sporters, ouderen, maar ook mensen die revalideren bewegen daarentegen vaak heel bewust. Hoe bewegen we eigenlijk en wat is er allemaal voor nodig om ons bewegend functioneren te verbeteren? Om deze vragen te kunnen beantwoorden, is een multidisciplinaire aanpak nodig, waarin je leert met verschillende professionals uit verschillende vakgebieden. Deze aanpak staat centraal in de bacheloropleiding Bewegingswetenschappen. <br><br> Je leert bij Bewegingswetenschappen hoe het menselijk bewegingsapparaat is gebouwd en hoe het werkt, hoe het aangestuurd wordt vanuit de hersenen en welke problemen er kunnen ontstaan als er iets mis is met dit apparaat. Je leert daarnaast van alles over training van spieren en het uithoudingsvermogen, maar ook over psychologische onderwerpen zoals presteren onder druk. Binnen Bewegingswetenschappen denken we niet alleen na over beweging, maar doen we ook veel experimenten om onze vragen te beantwoorden. <br><br> Je leert bewegingswetenschappelijk onderzoek uit te voeren waarbij je zult leren meettechnieken te gebruiken, te verwerken en te interpreteren. Hiervoor zijn vaak wiskundige formules en zelfgeschreven programeercodes nodig.</p>",
                "url": "/nl/Bachelor/2023-2024/bewegingswetenschappen",
                "slug": "bewegingswetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50044228",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50043571",
            "kenticoId": "f2ef19aa-fe68-4392-a244-9ec61d44f24e",
            "nl": {
                "objectCode": "AB_BIO",
                "name": "Biologie",
                "description": "<p>Biologen onderzoeken levende systemen van eencelligen tot de mens, op het niveau van moleculen tot ecosystemen. Hoe zit de evolutietheorie in elkaar? Waarom ontwikkelen en gedragen organismen zich op een bepaalde manier? Hoe werkt genetische modificatie?<br><br>Tijdens het eerste jaar wordt een brede basis gelegd waarbij alle vakgebieden binnen de moderne biologie ruim aandacht krijgen. Onderwerpen die aan bod komen, zijn genetica, ontwikkelingsbiologie, evolutie, biodiversiteit, morfologie, neurobiologie, biochemie, systeembiologie en ecologie.<br><br>Het tweede jaar wordt deze brede basiskennis verder uitgebreid en opgevolgd met verdiepende (keuze)cursussen. Aan bod komen onderwerpen als plantenfysiologie, genetische modificatie, dierfysiologie, diergedrag, afweer (immunologie en parasitologie), microbiologie, levensgemeenschappen en ecosystemen.<br><br>In het derde jaar gaan we over op Engels, ter voorbereiding op een eventuele masteropleiding. Je start met een minor naar keuze die 5 maanden duurt. Gedurende die minor wordt er nog dieper ingegaan op een deelgebied van de biologie middels vijf gevorderde cursussen. Je kunt ook kiezen voor een minor van een andere opleiding of universiteit of een eigen minor samenstellen. De minor wordt in het tweede semester gevolgd door een onderzoeksstage (Bachelor Thesis). Deze stage doe je voor vier maanden in een richting naar keuze, waarbij je meedraait in een onderzoeksgroep.</p>",
                "url": "/nl/Bachelor/2023-2024/biologie",
                "slug": "biologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043571",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_BIO",
                "name": "Biologie",
                "description": "<p>Biologen onderzoeken levende systemen van eencelligen tot de mens, op het niveau van moleculen tot ecosystemen. Hoe zit de evolutietheorie in elkaar? Waarom ontwikkelen en gedragen organismen zich op een bepaalde manier? Hoe werkt genetische modificatie?<br><br>Tijdens het eerste jaar wordt een brede basis gelegd waarbij alle vakgebieden binnen de moderne biologie ruim aandacht krijgen. Onderwerpen die aan bod komen, zijn genetica, ontwikkelingsbiologie, evolutie, biodiversiteit, morfologie, neurobiologie, biochemie, systeembiologie en ecologie.<br><br>Het tweede jaar wordt deze brede basiskennis verder uitgebreid en opgevolgd met verdiepende (keuze)cursussen. Aan bod komen onderwerpen als plantenfysiologie, genetische modificatie, dierfysiologie, diergedrag, afweer (immunologie en parasitologie), microbiologie, levensgemeenschappen en ecosystemen.<br><br>In het derde jaar gaan we over op Engels, ter voorbereiding op een eventuele masteropleiding. Je start met een minor naar keuze die 5 maanden duurt. Gedurende die minor wordt er nog dieper ingegaan op een deelgebied van de biologie middels vijf gevorderde cursussen. Je kunt ook kiezen voor een minor van een andere opleiding of universiteit of een eigen minor samenstellen. De minor wordt in het tweede semester gevolgd door een onderzoeksstage (Bachelor Thesis). Deze stage doe je voor vier maanden in een richting naar keuze, waarbij je meedraait in een onderzoeksgroep.</p>",
                "url": "/nl/Bachelor/2023-2024/biologie",
                "slug": "biologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043571",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51516941",
            "kenticoId": "cf516596-9645-4027-a750-918c80f9228a",
            "nl": {
                "objectCode": "AB_BMED",
                "name": "Biomedical Sciences",
                "description": "<p>The bachelor's programme Biomedical Sciences equips students with a solid scientific background in (research in) human biology in health and disease. The program provides students with fundamental knowledge in diverse aspects of molecular and human biology, and trains students to apply this knowledge in practical scientific research, working towards new solutions for timely medical, clinical and societal challenges.<br><br>What are the building blocks of life? How does the immune system work? How does your brain regulate your body? How do you conduct research into human disease?<br><br>The first year in particular devotes a great deal of attention to the molecular and cellular organizational level. Think of topics such as genetics, biochemistry and developmental biology. During the second year, this broad basic knowledge is further extended to various clinically orientated topics, and to the level of human populations and society. Examples are medical pharmacology and oncology, but also ‘biomedical sciences and society’. Optional courses in all years of study offers students the possibility of opting for more molecular, human biological or societal themes. In the third year you will start with a minor of your choice, followed by a research internship.</p>",
                "url": "/en/Bachelor/2023-2024/biomedical-sciences",
                "slug": "biomedical-sciences",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51516941",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_BMED",
                "name": "Biomedical Sciences",
                "description": "<p>The bachelor's programme Biomedical Sciences equips students with a solid scientific background in (research in) human biology in health and disease. The program provides students with fundamental knowledge in diverse aspects of molecular and human biology, and trains students to apply this knowledge in practical scientific research, working towards new solutions for timely medical, clinical and societal challenges.<br><br>What are the building blocks of life? How does the immune system work? How does your brain regulate your body? How do you conduct research into human disease?<br><br>The first year in particular devotes a great deal of attention to the molecular and cellular organizational level. Think of topics such as genetics, biochemistry and developmental biology. During the second year, this broad basic knowledge is further extended to various clinically orientated topics, and to the level of human populations and society. Examples are medical pharmacology and oncology, but also ‘biomedical sciences and society’. Optional courses in all years of study offers students the possibility of opting for more molecular, human biological or societal themes. In the third year you will start with a minor of your choice, followed by a research internship.</p>",
                "url": "/en/Bachelor/2023-2024/biomedical-sciences",
                "slug": "biomedical-sciences",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51516941",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051755",
            "kenticoId": "632af444-9a58-4ef0-ac04-a8f17e3e5440",
            "nl": {
                "objectCode": "EB_BK",
                "name": "Bedrijfskunde",
                "description": "<p>Bedrijfskunde is dé academische opleiding om succesvol een organisatie te managen, zelf te ondernemen of organisaties van advies te voorzien. Bedrijfskunde richt zich niet alleen op de ‘harde’ en analytische kant van de organisatie, zoals de structuur, de processen en de financiën, maar ook de ‘zachte’ kant, de mensen en de cultuur.</p><p> </p><p>Je leert bedrijfskundige problemen te analyseren vanuit diverse kerndisciplines zoals strategie, marketing, financiering, accounting, organisatiekunde, personeelsbeleid, recht, logistiek en informatietechnologie. Deze kerndisciplines komen in de eerste anderhalf jaar van het programma aan bod, samen met de vakken in de academische leerlijn (academische vaardigheden, wiskunde, statistiek).</p><p> </p><p>Een deel van het tweede semester van jaar 2 vul je in met vakken die jouw specifieke interesse hebben en waarin je je verder wilt specialiseren. Je sluit jaar 2 af met een onderzoeksproject waarin je kennis uit de verschillende vakgebieden en geleerde onderzoeksvaardigheden combineert. </p><p> </p><p>In jaar 3 kun je in het eerste semester een minor volgen of in het buitenland studeren. Als je ervaring op wilt doen in het bedrijfsleven, is er ruimte voor een stage. In het tweede semester van het derde jaar volg je specialisatievakken ter voorbereiding op een vervolgmaster. Je sluit je bacheloropleiding af met een scriptie.</p><p> </p><p>In de opleiding bedrijfskunde ontwikkel je je als professional, academicus, en als mens. Bedrijfskunde aan de VU kenmerkt zich door het ruime aanbod, de grote mate van keuzevrijheid, en doordat de studie grotendeels in het Nederlands wordt gegeven.</p><p> </p><p>Voor excellente studenten is er de mogelijkheid om aanvullend een Honours programma te volgen.</p><p><br></p>",
                "url": "/nl/Bachelor/2023-2024/bedrijfskunde",
                "slug": "bedrijfskunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051755",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "EB_BK",
                "name": "Business Administration",
                "description": "",
                "url": "/en/Bachelor/2023-2024/bedrijfskunde",
                "slug": "bedrijfskunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051755",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50049396",
            "kenticoId": "6bb8a9b6-0912-4228-a6ae-283f167f7a64",
            "nl": {
                "objectCode": "XB_BA",
                "name": "Business Analytics",
                "description": "<p>Business Analytics (BA) is a multidisciplinary program aimed at solving quantitative business problems. The combination of mathematical and information technological methods plays an important role in this program, with the ultimate goal to improve and optimize business processes.<br><br>You are trained in identifying and solving problems in a very diverse field. Three disciplines, mathematics, computer science and economics contribute to such training. In addition to basic courses in these disciplines, a number of interdisciplinary courses and practice-oriented components are part of the study.<br><br>Characteristic for Business Analytics is its focus on the entire process of solving business problems. Starting with data you obtain insight in the underlying problems and formulate key business components with mathematical models. Such models will typically be analyzed and optimized using mathematics and computer science. You also learn how the solution can be implemented and what obstacles may play a role. In short, you keep working on all aspects involved in improving business processes.</p>",
                "url": "/en/Bachelor/2023-2024/business-analytics",
                "slug": "business-analytics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049396",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_BA",
                "name": "Business Analytics",
                "description": "<p>Business Analytics (BA) is a multidisciplinary program aimed at solving quantitative business problems. The combination of mathematical and information technological methods plays an important role in this program, with the ultimate goal to improve and optimize business processes.<br><br>You are trained in identifying and solving problems in a very diverse field. Three disciplines, mathematics, computer science and economics contribute to such training. In addition to basic courses in these disciplines, a number of interdisciplinary courses and practice-oriented components are part of the study.<br><br>Characteristic for Business Analytics is its focus on the entire process of solving business problems. Starting with data you obtain insight in the underlying problems and formulate key business components with mathematical models. Such models will typically be analyzed and optimized using mathematics and computer science. You also learn how the solution can be implemented and what obstacles may play a role. In short, you keep working on all aspects involved in improving business processes.</p>",
                "url": "/en/Bachelor/2023-2024/business-analytics",
                "slug": "business-analytics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049396",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312623",
            "kenticoId": "f3d9f278-1344-490e-b655-e3c2b8ef50e1",
            "nl": {
                "objectCode": "SB_CW_NL",
                "name": "Communicatiewetenschap",
                "description": "<p>Tijdens de bachelor Communicatiewetenschap leren studenten de wereld achter de vele verschillende vormen van communicatie te begrijpen. De bacheloropleiding Communicatiewetenschap leidt op tot breed onderlegde communicatie-experts. De opleiding is breed, in de zin dat studenten een overzicht krijgen van communicatieprocessen in de publieke, organisationele en private sfeer. De opleiding is actueel omdat er veel aandacht is voor hoe digitalisering communicatieprocessen verandert. De opleiding is onderzoeksgericht met veel nadruk op theorie en methode van onderzoek. En de opleiding is praktisch gericht: Studenten voeren elk semester een project uit. Deze projecten bestaan uit het analyseren en oplossen van een communicatieprobleem en zijn vaak een samenwerking met externe bedrijven. Na de studie zijn studenten in staat een functie te vervullen als communicatiespecialist in de beroepspraktijk. Maar primair leidt de opleiding op tot het volgen van een Master Communicatiewetenschap of aanverwante master.</p>",
                "url": "/nl/Bachelor/2023-2024/communicatiewetenschap",
                "slug": "communicatiewetenschap",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312623",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_CW_NL",
                "name": "Communicatiewetenschap",
                "description": "<p>Tijdens de bachelor Communicatiewetenschap leren studenten de wereld achter de vele verschillende vormen van communicatie te begrijpen. De bacheloropleiding Communicatiewetenschap leidt op tot breed onderlegde communicatie-experts. De opleiding is breed, in de zin dat studenten een overzicht krijgen van communicatieprocessen in de publieke, organisationele en private sfeer. De opleiding is actueel omdat er veel aandacht is voor hoe digitalisering communicatieprocessen verandert. De opleiding is onderzoeksgericht met veel nadruk op theorie en methode van onderzoek. En de opleiding is praktisch gericht: Studenten voeren elk semester een project uit. Deze projecten bestaan uit het analyseren en oplossen van een communicatieprobleem en zijn vaak een samenwerking met externe bedrijven. Na de studie zijn studenten in staat een functie te vervullen als communicatiespecialist in de beroepspraktijk. Maar primair leidt de opleiding op tot het volgen van een Master Communicatiewetenschap of aanverwante master.</p>",
                "url": "/nl/Bachelor/2023-2024/communicatiewetenschap",
                "slug": "communicatiewetenschap",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312623",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312609",
            "kenticoId": "1d4d7ef2-25c5-4b70-994c-d42abf391785",
            "nl": {
                "objectCode": "SB_CW_EN",
                "name": "Communication Science",
                "description": "<p>During the programme Communication Science, students learn to understand the world behind the many different forms of communication. Students of the Bachelor's programme in Communication Science will become communication experts with a broad knowledge of the field. The programme is comprehensive: students will get an overview of communication processes in the public, organisational and private sphere. The programme is topical: a great deal of attention is paid to the effects of digitisation on communication processes. The programme is research-oriented: with a significant emphasis on theory and research methods. And the training is practically oriented: Students carry out a project every semester. These projects consist of analysing and solving a communication problem and are often in collaboration with external companies. After completion of the programme students are prepared to enter a career as a communication specialist. Yet, the programme’s main priority remains to prepare students for a Master’s programme in Communication Science or a related Master's degree.</p>",
                "url": "/en/Bachelor/2023-2024/communication-science",
                "slug": "communication-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312609",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_CW_EN",
                "name": "Communication Science",
                "description": "<p>During the programme Communication Science, students learn to understand the world behind the many different forms of communication. Students of the Bachelor's programme in Communication Science will become communication experts with a broad knowledge of the field. The programme is comprehensive: students will get an overview of communication processes in the public, organisational and private sphere. The programme is topical: a great deal of attention is paid to the effects of digitisation on communication processes. The programme is research-oriented: with a significant emphasis on theory and research methods. And the training is practically oriented: Students carry out a project every semester. These projects consist of analysing and solving a communication problem and are often in collaboration with external companies. After completion of the programme students are prepared to enter a career as a communication specialist. Yet, the programme’s main priority remains to prepare students for a Master’s programme in Communication Science or a related Master's degree.</p>",
                "url": "/en/Bachelor/2023-2024/communication-science",
                "slug": "communication-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312609",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047474",
            "kenticoId": "0f57fdef-0e52-4ba5-9b4e-189eda05436e",
            "nl": {
                "objectCode": "LB_CIW",
                "name": "Communicatie- en Informatiewetenschappen",
                "description": "<p>In de bacheloropleiding Communicatie- en Informatiewetenschappen kiezen de studenten voor een bepaalde afstudeerrichting. Er zijn drie Engelstalige afstudeerrichtingen en er is een Nederlandstalige. Gezamenlijke hoorcolleges voor alle specialisaties worden in het Engels gegeven. Bij de werkgroepen is Nederlands of Engels de voertaal, afhankelijk van de specialisatie.</p><p><br></p><p>De bacheloropleiding bestaat uit vier afstudeerrichtingen:</p><p>• Media en Journalistiek (Nederlands)</p><p>• Language and Media (Engels)</p><p>• English Language and Communication Studies (Engels)</p><p>• Language Learning and Language Teaching (Engels)</p><p>Een keuze tussen de Engelstalige programma’s kan gedurende het eerste semester van het eerste jaar nog worden gemaakt. De keuze voor Media en Journalistiek wordt direct bij de start van de studie gemaakt.</p>",
                "url": "/nl/Bachelor/2023-2024/communicatie-en-informatiewetenschappen",
                "slug": "communicatie-en-informatiewetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047474",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_CIW",
                "name": "Communication and Information Studies",
                "description": "<p>In the Bachelor's programme Communication and Information Studies, students choose a particular specialisation. There are three English-language specialisations and there is one in Dutch. Lectures in courses shared by all specialisations are taught in English. In those cases, the working language of workgroups will be Dutch or English, depending on the specialisation.</p><p><br></p><p>The Bachelor's programme consists of four specialisations:</p><p>• Media en Journalistiek (Dutch)</p><p>• Language and Media (English)</p><p>• English Language and Communication Studies (English)</p><p>• Language Learning and Language Teaching (English)</p><p><br></p><p>A choice between the English-language specialisations can still be made during the first semester of the first year. The choice for Media en Journalistiek is made directly at the start of the programme.</p>",
                "url": "/en/Bachelor/2023-2024/communication-and-information-studies",
                "slug": "communication-and-information-studies",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047474",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50860284",
            "kenticoId": "8f5d7225-f6ab-4f91-b6a3-91e8f4d74156",
            "nl": {
                "objectCode": "XB_CS",
                "name": "Computer Science",
                "description": "<p>Computer Scientists investigate how computer systems can be designed and deployed in business, academia, and everyday life. How can we develop computer programs that can solve complex problems like computing shortest traveling routes or unraveling DNA sequences? How can large teams of programmers spanning the globe develop good software? How are computing devices embedded in everyday objects like smart phones interconnected to form the Internet of Things?</p><p><br></p><p>The first year of the Bachelor Computer Science focuses on basic computer science expertise like programming, the architecture of a computer, computer networks, and fundamental logic. The second year focuses on more advanced topics, encompassing algorithmic design, mathematical skills, operating systems, and databases. In the third year, a minor of your choice, at the VU or abroad, is followed by a bachelor thesis.</p>",
                "url": "/en/Bachelor/2023-2024/computer-science",
                "slug": "computer-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50860284",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_CS",
                "name": "Computer Science",
                "description": "<p>Computer Scientists investigate how computer systems can be designed and deployed in business, academia, and everyday life. How can we develop computer programs that can solve complex problems like computing shortest traveling routes or unraveling DNA sequences? How can large teams of programmers spanning the globe develop good software? How are computing devices embedded in everyday objects like smart phones interconnected to form the Internet of Things?</p><p><br></p><p>The first year of the Bachelor Computer Science focuses on basic computer science expertise like programming, the architecture of a computer, computer networks, and fundamental logic. The second year focuses on more advanced topics, encompassing algorithmic design, mathematical skills, operating systems, and databases. In the third year, a minor of your choice, at the VU or abroad, is followed by a bachelor thesis.</p>",
                "url": "/en/Bachelor/2023-2024/computer-science",
                "slug": "computer-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50860284",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051120",
            "kenticoId": "c7341bda-87c4-4cde-9126-f5e0e30d6a4b",
            "nl": {
                "objectCode": "RB_Crim",
                "name": "Criminologie",
                "description": "<p>Criminologie is een combinatie van sociologie, psychologie, rechtsgeleerdheid en statistiek, met criminaliteit als onderwerp. Je onderzoekt de verschillende vormen van criminaliteit, waarom iemand een misdrijf pleegt en welke gevolgen dat heeft voor schade en slachtoffers. Je kijkt ook naar hoe criminaliteit kan worden voorkomen en bestraft.</p> <p><strong>Eerste jaar&nbsp;</strong></p> <p>Criminaliteit bestudeer je niet vanuit de collegezaal. Vanaf het eerste jaar kom je in aanraking met het echte werk. Naast hoorcolleges en werkgroepen volg je practica waarin je het gedrag van een verdachte criminologisch leert verklaren, bijvoorbeeld aan de hand van een (geanonimiseerd) strafdossier. Je krijgt les van verschillende gastdocenten die een rol spelen in het strafproces, zoals een politieagent, rechter, officier van justitie en iemand van de reclassering. Ze bieden je een kijkje achter de schermen.</p> <p><strong>Tweede jaar&nbsp;</strong></p> <p>Je verdiept je verder in de vakken uit het eerste jaar. Het vak Preventie &amp; Bestraffing leert je meer over reacties op criminaliteit. Bij levensloop- en ontwikkelingspsychologie leer je hoe crimineel gedrag ontstaat en hoe criminele carrières verlopen. Daarnaast oefen je bij Methoden en technieken onderzoeksvaardigheden zoals interviewtechnieken en het vinden van verbanden in politieregistraties.&nbsp;</p> <p><strong>Derde jaar&nbsp;</strong></p> <p>De eerste helft vul je in met een minor naar keuze. Bijvoorbeeld de minor Forensische criminologie die door de faculteit wordt aangeboden. Je mag ook een minor aan een andere faculteit of universiteit volgen, óf de periode gebruiken om op uitwisseling naar het buitenland te gaan. Je eindigt het jaar met het vak Onderzoeksvaardigheden waarbij je met een groepje een groot onderzoek naar een criminaliteitsprobleem doet. Je schrijft hierover een individuele thesis.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-criminologie",
                "slug": "2023-2024-bachelor-criminologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051120",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "RB_Crim",
                "name": "Criminologie",
                "description": "<p>Criminologie is een combinatie van sociologie, psychologie, rechtsgeleerdheid en statistiek, met criminaliteit als onderwerp. Je onderzoekt de verschillende vormen van criminaliteit, waarom iemand een misdrijf pleegt en welke gevolgen dat heeft voor schade en slachtoffers. Je kijkt ook naar hoe criminaliteit kan worden voorkomen en bestraft.</p> <p><strong>Eerste jaar&nbsp;</strong></p> <p>Criminaliteit bestudeer je niet vanuit de collegezaal. Vanaf het eerste jaar kom je in aanraking met het echte werk. Naast hoorcolleges en werkgroepen volg je practica waarin je het gedrag van een verdachte criminologisch leert verklaren, bijvoorbeeld aan de hand van een (geanonimiseerd) strafdossier. Je krijgt les van verschillende gastdocenten die een rol spelen in het strafproces, zoals een politieagent, rechter, officier van justitie en iemand van de reclassering. Ze bieden je een kijkje achter de schermen.</p> <p><strong>Tweede jaar&nbsp;</strong></p> <p>Je verdiept je verder in de vakken uit het eerste jaar. Het vak Preventie &amp; Bestraffing leert je meer over reacties op criminaliteit. Bij levensloop- en ontwikkelingspsychologie leer je hoe crimineel gedrag ontstaat en hoe criminele carrières verlopen. Daarnaast oefen je bij Methoden en technieken onderzoeksvaardigheden zoals interviewtechnieken en het vinden van verbanden in politieregistraties.&nbsp;</p> <p><strong>Derde jaar&nbsp;</strong></p> <p>De eerste helft vul je in met een minor naar keuze. Bijvoorbeeld de minor Forensische criminologie die door de faculteit wordt aangeboden. Je mag ook een minor aan een andere faculteit of universiteit volgen, óf de periode gebruiken om op uitwisseling naar het buitenland te gaan. Je eindigt het jaar met het vak Onderzoeksvaardigheden waarbij je met een groepje een groot onderzoek naar een criminaliteitsprobleem doet. Je schrijft hierover een individuele thesis.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-criminologie",
                "slug": "2023-2024-bachelor-criminologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051120",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312627",
            "kenticoId": "0afeafa6-93df-4502-9cb2-7b2e0d3b1ee3",
            "nl": {
                "objectCode": "SB_CAO_EN",
                "name": "Cultural Anthropology and Development Sociology",
                "description": "<p>The Bachelor's programme in Cultural Anthropology and Developmental Sociology (CADS) studies the relationship between global developments and local processes. You get acquainted with different societies and cultural phenomena and learn to understand the world from various perspectives. You will learn that phenomena such as religion, ethnicity, identity, gender and sexuality are closely interwoven with economics, politics, and other power relations. </p><p><br></p><p>Our program examines diversity in its varied expressions. Why do certain individuals highlight distinctions between genders, while others emphasize variances among ethnic or religious communities? Such inquiries contribute to our understanding of how people live together in a dynamic and changing world. They also prompt self-reflection: What shapes that which we perceive as \"normal\" and what role do such constructions play in how we live and think about the world?</p><p><br></p><p>The first year of the programme offers an introduction into the most important themes in anthropology and into the methods of anthropological research. In the second year you will deepen your anthropological knowledge. You will also become acquainted with other disciplines in the social sciences, and thus learn to distinguish the anthropological perspective from other social science perspectives more clearly. Your third year will be devoted to your own interests. There is plenty of room for taking electives or a minor in the Netherlands or elsewhere, or for doing an internship. In addition, you will do research, work on your bachelor thesis and prepare yourself for further education and your career after your studies.</p>",
                "url": "/en/Bachelor/2023-2024/cultural-anthropology-and-development-sociology",
                "slug": "cultural-anthropology-and-development-sociology",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312627",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_CAO_EN",
                "name": "Cultural Anthropology and Development Sociology",
                "description": "<p>The Bachelor's programme in Cultural Anthropology and Developmental Sociology (CADS) studies the relationship between global developments and local processes. You get acquainted with different societies and cultural phenomena and learn to understand the world from various perspectives. You will learn that phenomena such as religion, ethnicity, identity, gender and sexuality are closely interwoven with economics, politics, and other power relations. </p><p><br></p><p>Our program examines diversity in its varied expressions. Why do certain individuals highlight distinctions between genders, while others emphasize variances among ethnic or religious communities? Such inquiries contribute to our understanding of how people live together in a dynamic and changing world. They also prompt self-reflection: What shapes that which we perceive as \"normal\" and what role do such constructions play in how we live and think about the world?</p><p><br></p><p>The first year of the programme offers an introduction into the most important themes in anthropology and into the methods of anthropological research. In the second year you will deepen your anthropological knowledge. You will also become acquainted with other disciplines in the social sciences, and thus learn to distinguish the anthropological perspective from other social science perspectives more clearly. Your third year will be devoted to your own interests. There is plenty of room for taking electives or a minor in the Netherlands or elsewhere, or for doing an internship. In addition, you will do research, work on your bachelor thesis and prepare yourself for further education and your career after your studies.</p>",
                "url": "/en/Bachelor/2023-2024/cultural-anthropology-and-development-sociology",
                "slug": "cultural-anthropology-and-development-sociology",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312627",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312625",
            "kenticoId": "94cb6096-ce3a-4bf4-a30f-05d80434c734",
            "nl": {
                "objectCode": "SB_CAO_NL",
                "name": "Culturele Antropologie en Ontwikkelingssociologie",
                "description": "<p>In de bacheloropleiding Culturele Antropologie en Ontwikkelingssociologie (CAO) bestudeer je de relatie tussen mondiale ontwikkelingen en lokale processen. Je bestudeert verschillende samenlevingen en culturele verschijnselen en je leert om de wereld te begrijpen vanuit verschillende perspectieven. Je leert dat verschijnselen als religie, etniciteit, identiteit, gender en seksualiteit nauw verweven zijn met economische, politieke, en andere machtsrelaties.</p><p><br></p><p>Ons programma onderzoekt diversiteit in verschillende verschijningsvormen. Waarom maken sommige personen onderscheid op basis van gender, terwijl anderen variatie in etniciteit en religie benadrukken? Zulke vragen dragen bij aan ons begrip van de manier waarop mensen samenleven in een dynamische en veranderende wereld. Ze geven ook aanleiding tot zelfreflectie: wat beschouwen wij als normaal, en welke rol spelen deze opvattingen in de manier waarop we leven en denken over de wereld?</p><p><br></p><p>Het eerste jaar van de opleiding staat in het teken van een kennismaking met de belangrijkste thema’s in antropologie en met de methoden van antropologisch onderzoek. In het tweede jaar verdiep je je antropologische kennis. Je maakt ook kennis met andere disciplines in de sociale wetenschappen en leert daarmee de antropologische invalshoek beter te onderscheiden. Je derde jaar staat in het teken van je eigen interesses. Er is veel ruimte voor het volgen van keuzevakken of een minor in Nederland of elders, of voor het doen van een stage. Daarnaast doe je onderzoek, werk je aan je eindscriptie en bereid je je voor op de gewenste vervolgopleiding en je loopbaan na de studie.</p>",
                "url": "/nl/Bachelor/2023-2024/culturele-antropologie-en-ontwikkelingssociologie",
                "slug": "culturele-antropologie-en-ontwikkelingssociologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312625",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_CAO_NL",
                "name": "Culturele Antropologie en Ontwikkelingssociologie",
                "description": "<p>In de bacheloropleiding Culturele Antropologie en Ontwikkelingssociologie (CAO) bestudeer je de relatie tussen mondiale ontwikkelingen en lokale processen. Je bestudeert verschillende samenlevingen en culturele verschijnselen en je leert om de wereld te begrijpen vanuit verschillende perspectieven. Je leert dat verschijnselen als religie, etniciteit, identiteit, gender en seksualiteit nauw verweven zijn met economische, politieke, en andere machtsrelaties.</p><p><br></p><p>Ons programma onderzoekt diversiteit in verschillende verschijningsvormen. Waarom maken sommige personen onderscheid op basis van gender, terwijl anderen variatie in etniciteit en religie benadrukken? Zulke vragen dragen bij aan ons begrip van de manier waarop mensen samenleven in een dynamische en veranderende wereld. Ze geven ook aanleiding tot zelfreflectie: wat beschouwen wij als normaal, en welke rol spelen deze opvattingen in de manier waarop we leven en denken over de wereld?</p><p><br></p><p>Het eerste jaar van de opleiding staat in het teken van een kennismaking met de belangrijkste thema’s in antropologie en met de methoden van antropologisch onderzoek. In het tweede jaar verdiep je je antropologische kennis. Je maakt ook kennis met andere disciplines in de sociale wetenschappen en leert daarmee de antropologische invalshoek beter te onderscheiden. Je derde jaar staat in het teken van je eigen interesses. Er is veel ruimte voor het volgen van keuzevakken of een minor in Nederland of elders, of voor het doen van een stage. Daarnaast doe je onderzoek, werk je aan je eindscriptie en bereid je je voor op de gewenste vervolgopleiding en je loopbaan na de studie.</p>",
                "url": "/nl/Bachelor/2023-2024/culturele-antropologie-en-ontwikkelingssociologie",
                "slug": "culturele-antropologie-en-ontwikkelingssociologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312625",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051757",
            "kenticoId": "56a3b3f8-f733-4c58-b26f-63152457e096",
            "nl": {
                "objectCode": "EB_EOR",
                "name": "Econometrics and Operations Research",
                "description": "<p>Econometrics and Operations Research consists of a regular programme as well as an Econometrics and Data Science specialization. Directly from the start of your study you choose one of these directions.</p> <p>If you choose the (regular) Econometrics and Operations Research (EOR) specialization, you will learn how to model and solve economic and business problems using mathematical techniques while paying attention to ethical aspects of mathematical modelling. If you choose the Econometrics and Data Science (EDS) specialization, the focus is on the core methods of econometrics, computer science, and statistics and you'll learn about the ethical aspects of data science.</p> <p>For both the regular EOR programme and the EDS specialization, during the first year you will primarily focus on the foundations of mathematics, programming, probability theory and statistics, combined with economics and finance.</p> <p>In the second year of the regular EOR programme you will deepen your knowledge of each of the three areas of EOR: Econometrics, Operations Research and Mathematical Economics. In the second year of EDS you will deepen your knowledge of each of the three areas of EDS: econometrics, computer science, and statistics.</p> <p>For both the regular EOR programme as well as EDS, the first semester of the third year you will have complete freedom of choice (called the minor). You can opt for a minor within or outside the faculty, an internship, or a period abroad. In the second semester, you will choose and deepen your knowledge by following specialized courses in either EOR or EDS, depending on your specialisation. Finally, you will write a bachelor's thesis on a subject of your interest.</p> <p>On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/econometrics-and-operations-research",
                "slug": "econometrics-and-operations-research",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051757",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "EB_EOR",
                "name": "Econometrics and Operations Research",
                "description": "<p>Econometrics and Operations Research consists of a regular programme as well as an Econometrics and Data Science specialization. Directly from the start of your study you choose one of these directions.</p> <p>If you choose the (regular) Econometrics and Operations Research (EOR) specialization, you will learn how to model and solve economic and business problems using mathematical techniques while paying attention to ethical aspects of mathematical modelling. If you choose the Econometrics and Data Science (EDS) specialization, the focus is on the core methods of econometrics, computer science, and statistics and you'll learn about the ethical aspects of data science.</p> <p>For both the regular EOR programme and the EDS specialization, during the first year you will primarily focus on the foundations of mathematics, programming, probability theory and statistics, combined with economics and finance.</p> <p>In the second year of the regular EOR programme you will deepen your knowledge of each of the three areas of EOR: Econometrics, Operations Research and Mathematical Economics. In the second year of EDS you will deepen your knowledge of each of the three areas of EDS: econometrics, computer science, and statistics.</p> <p>For both the regular EOR programme as well as EDS, the first semester of the third year you will have complete freedom of choice (called the minor). You can opt for a minor within or outside the faculty, an internship, or a period abroad. In the second semester, you will choose and deepen your knowledge by following specialized courses in either EOR or EDS, depending on your specialisation. Finally, you will write a bachelor's thesis on a subject of your interest.</p> <p>On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/econometrics-and-operations-research",
                "slug": "econometrics-and-operations-research",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051757",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051756",
            "kenticoId": "f79ecc6b-fd21-4fee-b220-89400460c370",
            "nl": {
                "objectCode": "EB_EBE",
                "name": "Economics and Business Economics",
                "description": "<p>How do companies manage their money and how do they make the right choices? What makes people decide to purchase a certain product? How does the EU contribute to economic stability? During the bachelor’s programme in Economics and Business Economics at VU Amsterdam, you will study the behaviour of companies, consumers, and governments in the constrained pursuit of their wellbeing.&nbsp;</p> <p>In the first year, you will build a solid foundation in both economics and business economics courses. At the end of the first year, you will choose between Economics or Business Economics.&nbsp;</p> <p>After you make your choice, you will work in smaller groups so you can get to know your fellow students and lecturers better. Subjects that you might encounter include the relationship between income inequality and life expectancy in rich countries, the stock market and economic growth, or corporate culture and intrinsic motivation. If you choose Economics, your specialization begins at the start of the second year. If you choose Business Economics, you will take Finance, Marketing and Accounting in the first semester. In the second semester, you will further specialize in one of these three tracks.<br>During the first half of your third year, you will have complete freedom of choice. You choose a minor and can opt to study abroad or to do an internship within this minor. In the second half of the third year, you will complete the bachelor's programme by focusing on your specialisation more in-depth and writing a bachelor's thesis.&nbsp;</p> <p>On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/economics-and-business-economics",
                "slug": "economics-and-business-economics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051756",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "EB_EBE",
                "name": "Economics and Business Economics",
                "description": "<p>How do companies manage their money and how do they make the right choices? What makes people decide to purchase a certain product? How does the EU contribute to economic stability? During the bachelor’s programme in Economics and Business Economics at VU Amsterdam, you will study the behaviour of companies, consumers, and governments in the constrained pursuit of their wellbeing.&nbsp;</p> <p>In the first year, you will build a solid foundation in both economics and business economics courses. At the end of the first year, you will choose between Economics or Business Economics.&nbsp;</p> <p>After you make your choice, you will work in smaller groups so you can get to know your fellow students and lecturers better. Subjects that you might encounter include the relationship between income inequality and life expectancy in rich countries, the stock market and economic growth, or corporate culture and intrinsic motivation. If you choose Economics, your specialization begins at the start of the second year. If you choose Business Economics, you will take Finance, Marketing and Accounting in the first semester. In the second semester, you will further specialize in one of these three tracks.<br>During the first half of your third year, you will have complete freedom of choice. You choose a minor and can opt to study abroad or to do an internship within this minor. In the second half of the third year, you will complete the bachelor's programme by focusing on your specialisation more in-depth and writing a bachelor's thesis.&nbsp;</p> <p>On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/economics-and-business-economics",
                "slug": "economics-and-business-economics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051756",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50049397",
            "kenticoId": "aa16d399-883d-4831-9838-f9bf0a871947",
            "nl": {
                "objectCode": "XB_FAR",
                "name": "Farmaceutische Wetenschappen",
                "description": "<p>De opleiding Farmaceutische Wetenschappen richt zich op de ontwikkeling van nieuwe medicijnen, op het doen van wetenschappelijk onderzoek hiernaar en op de toepassing van de verworven kennis. Het is een combinatie van Scheikunde en Biologie.<br><br>Binnen de bacheloropleiding doe je kennis en praktische ervaring op van alle gebieden binnen de Farmaceutische Wetenschappen: Farmacologie (hoe kan je een ziekte genezen?), Toxicologie (is het medicijn veilig?), Organische synthese (hoe ontwerp en maak je een medicijn?), Biomoleculaire analyse (welk molecuul is dit en hoeveel heb ik er van?), en Computationele chemie (waarom heeft een molecuul bepaalde eigenschappen?).<br><br>In het eerste jaar krijg je basisvakken als moleculaire principes, biochemie, en organische chemie, naast het aanleren van laboratorium vaardigheden. In het tweede jaar is er een verdieping waarbij de theorie veelal parallel aan een practicum wordt gegeven. In het derde jaar kan de student de kennis en kunde toepassen in een eigen onderzoeksproject. Gedurende de gehele bachelor is er aandacht voor algemene academische vorming en maatschappelijk verantwoord handelen door middel van een tutoraat.<br><br>De bachelor FAR geeft de mogelijkheid toegelaten te worden tot een masteropleiding in de Farmaceutische Wetenschappen (bv Drug Discovery and Safety), Life Sciences of Chemistry domeinen. Dit kan een onderzoeksrichting zijn, maar ook een opleiding op het gebied van Communicatie, Educatie (leraar Scheikunde) of een meer maatschappijgerichte opleiding.</p>",
                "url": "/nl/Bachelor/2023-2024/farmaceutische-wetenschappen",
                "slug": "farmaceutische-wetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049397",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_FAR",
                "name": "Farmaceutische Wetenschappen",
                "description": "<p>De opleiding Farmaceutische Wetenschappen richt zich op de ontwikkeling van nieuwe medicijnen, op het doen van wetenschappelijk onderzoek hiernaar en op de toepassing van de verworven kennis. Het is een combinatie van Scheikunde en Biologie.<br><br>Binnen de bacheloropleiding doe je kennis en praktische ervaring op van alle gebieden binnen de Farmaceutische Wetenschappen: Farmacologie (hoe kan je een ziekte genezen?), Toxicologie (is het medicijn veilig?), Organische synthese (hoe ontwerp en maak je een medicijn?), Biomoleculaire analyse (welk molecuul is dit en hoeveel heb ik er van?), en Computationele chemie (waarom heeft een molecuul bepaalde eigenschappen?).<br><br>In het eerste jaar krijg je basisvakken als moleculaire principes, biochemie, en organische chemie, naast het aanleren van laboratorium vaardigheden. In het tweede jaar is er een verdieping waarbij de theorie veelal parallel aan een practicum wordt gegeven. In het derde jaar kan de student de kennis en kunde toepassen in een eigen onderzoeksproject. Gedurende de gehele bachelor is er aandacht voor algemene academische vorming en maatschappelijk verantwoord handelen door middel van een tutoraat.<br><br>De bachelor FAR geeft de mogelijkheid toegelaten te worden tot een masteropleiding in de Farmaceutische Wetenschappen (bv Drug Discovery and Safety), Life Sciences of Chemistry domeinen. Dit kan een onderzoeksrichting zijn, maar ook een opleiding op het gebied van Communicatie, Educatie (leraar Scheikunde) of een meer maatschappijgerichte opleiding.</p>",
                "url": "/nl/Bachelor/2023-2024/farmaceutische-wetenschappen",
                "slug": "farmaceutische-wetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049397",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50058612",
            "kenticoId": "6b46b907-84e2-4a37-80e4-e79dc1e935ab",
            "nl": {
                "objectCode": "MB_GNK",
                "name": "Geneeskunde",
                "description": "<p><b>Welkom bij de opleiding geneeskunde aan de Vrije Universiteit </b></p><p><br></p><p>Het onderwijsprogramma VUmc-compas, dat je gaat volgen is een uitdagend programma waarin je wordt opgeleid tot een uitstekende dokter. VUmc-compas sluit goed aan bij jouw vooropleiding en is gebaseerd op actuele ontwikkelingen in de geneeskunde en onderwijskundige inzichten. Zo is in het derde studiejaar een Engelstalige minor opgenomen, die je de gelegenheid geeft om je te verbreden of te focussen op een specifiek onderwerp naar eigen keuze en naar het buitenland te gaan. Studenten hebben actief meegedacht en meegewerkt aan de ontwikkeling van het programma.</p><p><br></p><p>VUmc-compas is competentiegericht en leidt artsen op die beschikken over goede medische kennis en vaardigheden. Daarmee willen wij zelfverzekerde, reflectieve en competente dokters opleiden met een hart voor én een open en inclusieve blik naar de samenleving. De groei naar zelfstandigheid en naar competente, zelfbewuste artsen met oog voor elkaar en de ander staat centraal. Vanaf dag één van je studie kom je in contact met patiënten. Daarbij leer je niet alleen alles over het afnemen van een anamnese en het stellen van een diagnose, maar je leert ook hoe je het beste kunt communiceren met een patiënt. Je leert samenwerken en kritisch beoordelen. Ik wens je veel succes en plezier met de opleiding toe en ben benieuwd naar je ervaringen.</p><p><br></p><p>Prof. dr. Christa Boer</p><p><br></p><p>Directeur Faculteit der Geneeskunde VU</p><p><br></p><p><b>De opbouw van de bacheloropleiding geneeskunde </b></p><p>De bacheloropleiding is opgebouwd uit drie opleidingsjaren.</p><p>Binnen de drie opleidingsjaren van de bachelor worden de volgende thema’s behandeld:</p><ul><li>Jaar 1: de volwassen mens: basiskennis die nodig is om als arts te functioneren</li><li>Jaar 2: de ontwikkeling van de mens (man/vrouw) en de eerste beginselen van de ziekteleer</li><li>Jaar 3: mechanismen van ziekten en klinisch redeneren</li></ul><p><br></p><p>Ieder jaar van de bachelor omvat twee semesters. Ieder semester, behalve het eerste semester van het derde jaar, bestaat uit vijf cursussen.</p><p>In bachelorjaar 1 (B1) volg je naast de reguliere cursussen het traject kennismaking wetenschappelijk onderzoek 1 (KWO1) en de laatste cursus in bachelorjaar 1 (B1) is de praktijkstage zorg. In bachelorjaar 2 (B2) volg je verspreid over een semester de praktijkstage huisartsgeneeskunde terwijl in het andere semester van jaar 2 je het traject kennismaking wetenschappelijk onderzoek 2 (KWO2) volgt.</p><p><br></p><p>Bachelorjaar 3 bestaat uit een minor- en een majorgedeelte. In het eerste semester is er ruimte voor profilering en verbreding van de student door een minor naar eigen keuze te volgen aan een Nederlandse of buitenlandse universiteit, gevolgd door een individuele bachelorthesis op een zelfgekozen onderwerp. In het tweede semester komen de mechanismen van veel voorkomende ziekten vanuit het perspectief van klinisch redeneren aan de orde. In het bachelor programma staan drie leerlijnprogramma’s centraal: Medisch Expert, Academische Vorming en Professionele Ontwikkeling. Dit onderwijs omvat onder meer communicatieve vaardigheden, klinisch redeneren, wetenschappelijke vorming, professioneel gedrag, interculturalisatie, ethiek & recht.</p><p><br></p><p>De basiseenheid van onderwijs in de bachelor is de week en gaat vaak uit van het verhaal van de patiënt. Naast colleges zijn er practica waarin je specifieke vaardigheden aanleert. In alle jaren wordt gewerkt aan studieopdrachten tijdens de studiegroepbijeenkomsten. Door middel van dit activerende, kleinschalige onderwijs leer je aanvankelijk simpele en later meer complexe problemen te analyseren, op te lossen en te presenteren.</p><p><br></p><p><b>Onderwijsvormen van de bacheloropleiding </b></p><p><b>Hoorcolleges </b></p><p>Tijdens het openingscollege wordt het weekthema ingeleid. Er wordt een patiënt gepresenteerd die past bij dit weekthema. Doel is het leren begrijpen van de klacht van de patiënt tegen de achtergrond van zijn persoonlijke situatie. Tijdens de colleges wordt de studiestof nader toegelicht. Ook is er aandacht voor de ontwikkelingen die gaande zijn in het wetenschappelijk onderzoek, en in de maatschappij in relatie tot het weekthema en welke betekenis deze ontwikkelingen hebben voor het toekomstig functioneren als arts. Tijdens de klinisch redeneercolleges wordt specifiek aandacht besteed aan de complexe klacht(en) van een patiënt, hoe die systematisch te analyseren en via de diagnose tot een therapie te komen. De klinisch redeneercolleges worden ondersteund door de practica, waarin het klinisch redeneren onder leiding van een docent in klein groepsverband (max. 12 studenten) wordt geoefend.</p><p><br></p><p><b>Studiegroepen </b></p><p>In de studiegroep (12 studenten) analyseer je een patiënt- of ander (bv. pathofysiologisch) probleem op methodische wijze. Je leert onderscheid maken tussen hoofd- en bijzaken en verband te leggen met relevante literatuur of opvattingen van de meest betrokken vakgebieden. In de eerste twee jaar zijn er in de eerste drie weken van een cursus per week twee studiegroepbijeenkomsten. Tijdens de eerste bijeenkomst vindt er een brainstorm plaats over de verschillende opdrachten van de week en tijdens de tweede bijeenkomst worden de uitgewerkte studieopdrachten gepresenteerd aan elkaar. In het derde jaar is er één studiegroep bijeenkomst per week, waarbij de opzet gebaseerd is op “team based learning” en begeleid door clinici. De uitkomsten/vragen uit deze studiegroepen worden besproken met een medisch specialist uit de discipline in meet-the-expert bijeenkomst.</p><p><br></p><p><b>Studieopdrachten </b></p><p>Tijdens de studiegroep worden de studieopdrachten behandeld. Zij helpen je bij de bestudering van de stof en bij de ontwikkeling van het kritisch nadenken. Na de eerste bespreking van de studieopdrachten worden leerdoelen geformuleerd. Deze leerdoelen worden aan de hand van de studieopdracht in groepjes van drie studenten uitgewerkt. Tijdens de zelfstudie werk je met behulp van de literatuur de studieopdrachten uit en bereid je een presentatie daarover. In de tweede bijeenkomst van de studiegroep presenteer je vervolgens de resultaten van je zelfstudie over jouw studieopdracht.</p><p><br></p><p><b>Practica</b></p><p>Practica kunnen verschillende doelen hebben, zoals verdieping van de aangeboden stof, het aanleren van competenties of voorbereiding op de stages.</p><p>Practica zijn kleinschalig en dienen in de meeste gevallen voorbereid te worden.</p><p><br></p><p><b>Digitale werkvormen </b></p><p>Tijdens het onderwijs wordt tevens gebruik gemaakt van digitale werkvormen, bijvoorbeeld e-learnings</p><p><br></p><p><b>Professionele ontwikkeling, Medisch expert en Academische vorming </b></p><p>Vanaf jaar 1 loopt door de gehele bacheloropleiding de leerlijnen “Professionele ontwikkeling”, “Medisch expert” en “Academische Vorming”. Bachelorstudenten reflecteren op hun individuele professionele ontwikkeling middels het portfolio. Gedurende het semester wordt feedback verzameld op het professioneel gedrag door de tutor en medestudenten. Je schrijft een individueel ontwikkelplan op basis van deze feedback en stelt persoonlijke leerdoelen op welke je bespreekt met de tutor.</p><p><br></p><p>De leerlijn “Academische Vorming” is door het gehele onderwijsprogramma vervlochten. Er wordt tijdens de gehele bachelor aandacht besteed aan het kritisch lezen van wetenschappelijke literatuur, statistische analyse van data en de verslaglegging hiervan. Zo volg je in het eerste jaar het kennismaking wetenschappelijk onderzoek 1 (KWO1) traject waarbij je kennis maakt met een wetenschapper en meer inzicht krijgt in het wetenschappelijk onderzoek. In jaar twee volg je het kennismaking wetenschappelijk onderzoek 2 (KWO2) traject waarbij je een kritische evaluatie schrijft over een maatschappelijk thema. Bij de start van het derde jaar kunnen studenten onder andere kiezen voor één van de door de opleiding aangeboden Engelstalige minoren waar de wetenschappelijke vorming nadrukkelijke aandacht krijgt. De bachelorthesis wordt aan het eind van het eerste semester van jaar 3 afgerond.</p><p><br></p><p>In de leerlijn Medisch expert staan klinische vraagstukken centraal. Je leert meer over ziektebeelden, klinisch redeneren en er is specifieke aandacht voor (farmaco)therapie en leefstijl. In verschillende practica leer je lichamelijk onderzoek en eerste hulpvaardigheden te verrichten. In het eerste jaar loop je stage in een zorginstelling waarbij interprofessioneel leren centraal staat en in het tweede jaar volg je de praktijkstage huisartsgeneeskunde.</p><p><br></p><p>De meeste cursussen worden afgesloten met een cursusafhankelijke toets (CAT) waarin aan de hand van leerdoelen, jouw kennis, inzicht en klinisch redeneren wordt getentamineerd. De parate kennistoets (PAK) toetst belangrijke kennis die een arts onmiddellijk paraat dient te hebben De toetsen stationstentamen (STAT) en stagebeoordeling (STB) toetsen de medische vaardigheden resp. functioneren in de medische praktijk. De groei van de Professionele ontwikkeling wordt getoetst via beoordelingen van Professioneel Gedrag (PG) en Portfolio (PTF). Met de Bachelorthesis laat je zien dat je in staat bent om op basis van door jou zelf uitgevoerd literatuuronderzoek een wetenschappelijke verhandeling in correct wetenschappelijk Engels uit te voeren.</p><p><br></p><p><b>Praktijkstages </b></p><p>Zowel in het eerste als in het tweede opleidingsjaar volg je stages in de praktijk.</p><p><br></p><p>Tijdens de zorgstage loop je stage in een zorginstelling (bijvoorbeeld in een ziekenhuis, verpleeghuis, revalidatiecentrum of een psychiatrisch ziekenhuis). Je voert praktijktaken uit, je observeert professioneel gedrag en je werkt mee op de afdeling als verpleeghulp. Je maakt kennis met de zorg en oefent in communicatie, krijgt inzicht in de problemen van patiënten en leert professioneel omgaan met patiënten, collega’s, taken en jezelf.</p><p><br></p><p>In het tweede opleidingsjaar volg je twee stages: de praktijkstage huisartsgeneeskunde en de praktijkstage academische vorming.</p><p><br></p><p>De praktijkstage huisartsgeneeskunde bestaat uit 6 dagen, verspreid over het eerste of het tweede semester van het tweede studiejaar. Je voert praktijktaken uit binnen een huisartsenpraktijk onder directe supervisie van een huisarts. Daarnaast zijn er practica (stage-practica), waarin de stage en de praktijktaken worden besproken. Je voert de praktijktaken alleen of samen met een medestudent uit. De huisarts/docent beoordeelt de uitvoering van de taak en geeft feedback.</p><p><br></p><p>Het kennismaking wetenschappelijk onderzoek (KWO) volg je in het eerste studiejaar. Je voert praktijktaken uit op een onderzoeksafdeling onder begeleiding van een wetenschappelijk onderzoeker. Daarnaast volgt je practica “Academische Vorming”, zoals literatuur zoeken, refereren en wetenschappelijk schrijven in het Engels.</p><p><br></p><p><br></p>",
                "url": "/nl/Bachelor/2023-2024/geneeskunde",
                "slug": "geneeskunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50058612",
                "facultyId": [
                    "50052694"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "MB_GNK",
                "name": "Geneeskunde",
                "description": "<p><b>Welkom bij de opleiding geneeskunde aan de Vrije Universiteit </b></p><p><br></p><p>Het onderwijsprogramma VUmc-compas, dat je gaat volgen is een uitdagend programma waarin je wordt opgeleid tot een uitstekende dokter. VUmc-compas sluit goed aan bij jouw vooropleiding en is gebaseerd op actuele ontwikkelingen in de geneeskunde en onderwijskundige inzichten. Zo is in het derde studiejaar een Engelstalige minor opgenomen, die je de gelegenheid geeft om je te verbreden of te focussen op een specifiek onderwerp naar eigen keuze en naar het buitenland te gaan. Studenten hebben actief meegedacht en meegewerkt aan de ontwikkeling van het programma.</p><p><br></p><p>VUmc-compas is competentiegericht en leidt artsen op die beschikken over goede medische kennis en vaardigheden. Daarmee willen wij zelfverzekerde, reflectieve en competente dokters opleiden met een hart voor én een open en inclusieve blik naar de samenleving. De groei naar zelfstandigheid en naar competente, zelfbewuste artsen met oog voor elkaar en de ander staat centraal. Vanaf dag één van je studie kom je in contact met patiënten. Daarbij leer je niet alleen alles over het afnemen van een anamnese en het stellen van een diagnose, maar je leert ook hoe je het beste kunt communiceren met een patiënt. Je leert samenwerken en kritisch beoordelen. Ik wens je veel succes en plezier met de opleiding toe en ben benieuwd naar je ervaringen.</p><p><br></p><p>Prof. dr. Christa Boer</p><p><br></p><p>Directeur Faculteit der Geneeskunde VU</p><p><br></p><p><b>De opbouw van de bacheloropleiding geneeskunde </b></p><p>De bacheloropleiding is opgebouwd uit drie opleidingsjaren.</p><p>Binnen de drie opleidingsjaren van de bachelor worden de volgende thema’s behandeld:</p><ul><li>Jaar 1: de volwassen mens: basiskennis die nodig is om als arts te functioneren</li><li>Jaar 2: de ontwikkeling van de mens (man/vrouw) en de eerste beginselen van de ziekteleer</li><li>Jaar 3: mechanismen van ziekten en klinisch redeneren</li></ul><p><br></p><p>Ieder jaar van de bachelor omvat twee semesters. Ieder semester, behalve het eerste semester van het derde jaar, bestaat uit vijf cursussen.</p><p>In bachelorjaar 1 (B1) volg je naast de reguliere cursussen het traject kennismaking wetenschappelijk onderzoek 1 (KWO1) en de laatste cursus in bachelorjaar 1 (B1) is de praktijkstage zorg. In bachelorjaar 2 (B2) volg je verspreid over een semester de praktijkstage huisartsgeneeskunde terwijl in het andere semester van jaar 2 je het traject kennismaking wetenschappelijk onderzoek 2 (KWO2) volgt.</p><p><br></p><p>Bachelorjaar 3 bestaat uit een minor- en een majorgedeelte. In het eerste semester is er ruimte voor profilering en verbreding van de student door een minor naar eigen keuze te volgen aan een Nederlandse of buitenlandse universiteit, gevolgd door een individuele bachelorthesis op een zelfgekozen onderwerp. In het tweede semester komen de mechanismen van veel voorkomende ziekten vanuit het perspectief van klinisch redeneren aan de orde. In het bachelor programma staan drie leerlijnprogramma’s centraal: Medisch Expert, Academische Vorming en Professionele Ontwikkeling. Dit onderwijs omvat onder meer communicatieve vaardigheden, klinisch redeneren, wetenschappelijke vorming, professioneel gedrag, interculturalisatie, ethiek & recht.</p><p><br></p><p>De basiseenheid van onderwijs in de bachelor is de week en gaat vaak uit van het verhaal van de patiënt. Naast colleges zijn er practica waarin je specifieke vaardigheden aanleert. In alle jaren wordt gewerkt aan studieopdrachten tijdens de studiegroepbijeenkomsten. Door middel van dit activerende, kleinschalige onderwijs leer je aanvankelijk simpele en later meer complexe problemen te analyseren, op te lossen en te presenteren.</p><p><br></p><p><b>Onderwijsvormen van de bacheloropleiding </b></p><p><b>Hoorcolleges </b></p><p>Tijdens het openingscollege wordt het weekthema ingeleid. Er wordt een patiënt gepresenteerd die past bij dit weekthema. Doel is het leren begrijpen van de klacht van de patiënt tegen de achtergrond van zijn persoonlijke situatie. Tijdens de colleges wordt de studiestof nader toegelicht. Ook is er aandacht voor de ontwikkelingen die gaande zijn in het wetenschappelijk onderzoek, en in de maatschappij in relatie tot het weekthema en welke betekenis deze ontwikkelingen hebben voor het toekomstig functioneren als arts. Tijdens de klinisch redeneercolleges wordt specifiek aandacht besteed aan de complexe klacht(en) van een patiënt, hoe die systematisch te analyseren en via de diagnose tot een therapie te komen. De klinisch redeneercolleges worden ondersteund door de practica, waarin het klinisch redeneren onder leiding van een docent in klein groepsverband (max. 12 studenten) wordt geoefend.</p><p><br></p><p><b>Studiegroepen </b></p><p>In de studiegroep (12 studenten) analyseer je een patiënt- of ander (bv. pathofysiologisch) probleem op methodische wijze. Je leert onderscheid maken tussen hoofd- en bijzaken en verband te leggen met relevante literatuur of opvattingen van de meest betrokken vakgebieden. In de eerste twee jaar zijn er in de eerste drie weken van een cursus per week twee studiegroepbijeenkomsten. Tijdens de eerste bijeenkomst vindt er een brainstorm plaats over de verschillende opdrachten van de week en tijdens de tweede bijeenkomst worden de uitgewerkte studieopdrachten gepresenteerd aan elkaar. In het derde jaar is er één studiegroep bijeenkomst per week, waarbij de opzet gebaseerd is op “team based learning” en begeleid door clinici. De uitkomsten/vragen uit deze studiegroepen worden besproken met een medisch specialist uit de discipline in meet-the-expert bijeenkomst.</p><p><br></p><p><b>Studieopdrachten </b></p><p>Tijdens de studiegroep worden de studieopdrachten behandeld. Zij helpen je bij de bestudering van de stof en bij de ontwikkeling van het kritisch nadenken. Na de eerste bespreking van de studieopdrachten worden leerdoelen geformuleerd. Deze leerdoelen worden aan de hand van de studieopdracht in groepjes van drie studenten uitgewerkt. Tijdens de zelfstudie werk je met behulp van de literatuur de studieopdrachten uit en bereid je een presentatie daarover. In de tweede bijeenkomst van de studiegroep presenteer je vervolgens de resultaten van je zelfstudie over jouw studieopdracht.</p><p><br></p><p><b>Practica</b></p><p>Practica kunnen verschillende doelen hebben, zoals verdieping van de aangeboden stof, het aanleren van competenties of voorbereiding op de stages.</p><p>Practica zijn kleinschalig en dienen in de meeste gevallen voorbereid te worden.</p><p><br></p><p><b>Digitale werkvormen </b></p><p>Tijdens het onderwijs wordt tevens gebruik gemaakt van digitale werkvormen, bijvoorbeeld e-learnings</p><p><br></p><p><b>Professionele ontwikkeling, Medisch expert en Academische vorming </b></p><p>Vanaf jaar 1 loopt door de gehele bacheloropleiding de leerlijnen “Professionele ontwikkeling”, “Medisch expert” en “Academische Vorming”. Bachelorstudenten reflecteren op hun individuele professionele ontwikkeling middels het portfolio. Gedurende het semester wordt feedback verzameld op het professioneel gedrag door de tutor en medestudenten. Je schrijft een individueel ontwikkelplan op basis van deze feedback en stelt persoonlijke leerdoelen op welke je bespreekt met de tutor.</p><p><br></p><p>De leerlijn “Academische Vorming” is door het gehele onderwijsprogramma vervlochten. Er wordt tijdens de gehele bachelor aandacht besteed aan het kritisch lezen van wetenschappelijke literatuur, statistische analyse van data en de verslaglegging hiervan. Zo volg je in het eerste jaar het kennismaking wetenschappelijk onderzoek 1 (KWO1) traject waarbij je kennis maakt met een wetenschapper en meer inzicht krijgt in het wetenschappelijk onderzoek. In jaar twee volg je het kennismaking wetenschappelijk onderzoek 2 (KWO2) traject waarbij je een kritische evaluatie schrijft over een maatschappelijk thema. Bij de start van het derde jaar kunnen studenten onder andere kiezen voor één van de door de opleiding aangeboden Engelstalige minoren waar de wetenschappelijke vorming nadrukkelijke aandacht krijgt. De bachelorthesis wordt aan het eind van het eerste semester van jaar 3 afgerond.</p><p><br></p><p>In de leerlijn Medisch expert staan klinische vraagstukken centraal. Je leert meer over ziektebeelden, klinisch redeneren en er is specifieke aandacht voor (farmaco)therapie en leefstijl. In verschillende practica leer je lichamelijk onderzoek en eerste hulpvaardigheden te verrichten. In het eerste jaar loop je stage in een zorginstelling waarbij interprofessioneel leren centraal staat en in het tweede jaar volg je de praktijkstage huisartsgeneeskunde.</p><p><br></p><p>De meeste cursussen worden afgesloten met een cursusafhankelijke toets (CAT) waarin aan de hand van leerdoelen, jouw kennis, inzicht en klinisch redeneren wordt getentamineerd. De parate kennistoets (PAK) toetst belangrijke kennis die een arts onmiddellijk paraat dient te hebben De toetsen stationstentamen (STAT) en stagebeoordeling (STB) toetsen de medische vaardigheden resp. functioneren in de medische praktijk. De groei van de Professionele ontwikkeling wordt getoetst via beoordelingen van Professioneel Gedrag (PG) en Portfolio (PTF). Met de Bachelorthesis laat je zien dat je in staat bent om op basis van door jou zelf uitgevoerd literatuuronderzoek een wetenschappelijke verhandeling in correct wetenschappelijk Engels uit te voeren.</p><p><br></p><p><b>Praktijkstages </b></p><p>Zowel in het eerste als in het tweede opleidingsjaar volg je stages in de praktijk.</p><p><br></p><p>Tijdens de zorgstage loop je stage in een zorginstelling (bijvoorbeeld in een ziekenhuis, verpleeghuis, revalidatiecentrum of een psychiatrisch ziekenhuis). Je voert praktijktaken uit, je observeert professioneel gedrag en je werkt mee op de afdeling als verpleeghulp. Je maakt kennis met de zorg en oefent in communicatie, krijgt inzicht in de problemen van patiënten en leert professioneel omgaan met patiënten, collega’s, taken en jezelf.</p><p><br></p><p>In het tweede opleidingsjaar volg je twee stages: de praktijkstage huisartsgeneeskunde en de praktijkstage academische vorming.</p><p><br></p><p>De praktijkstage huisartsgeneeskunde bestaat uit 6 dagen, verspreid over het eerste of het tweede semester van het tweede studiejaar. Je voert praktijktaken uit binnen een huisartsenpraktijk onder directe supervisie van een huisarts. Daarnaast zijn er practica (stage-practica), waarin de stage en de praktijktaken worden besproken. Je voert de praktijktaken alleen of samen met een medestudent uit. De huisarts/docent beoordeelt de uitvoering van de taak en geeft feedback.</p><p><br></p><p>Het kennismaking wetenschappelijk onderzoek (KWO) volg je in het eerste studiejaar. Je voert praktijktaken uit op een onderzoeksafdeling onder begeleiding van een wetenschappelijk onderzoeker. Daarnaast volgt je practica “Academische Vorming”, zoals literatuur zoeken, refereren en wetenschappelijk schrijven in het Engels.</p><p><br></p><p><br></p>",
                "url": "/nl/Bachelor/2023-2024/geneeskunde",
                "slug": "geneeskunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50058612",
                "facultyId": [
                    "50052694"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50043573",
            "kenticoId": "68447e7e-d151-4500-9ded-1b39f3ff9d16",
            "nl": {
                "objectCode": "AB_G&L",
                "name": "Gezondheid en Leven",
                "description": "<p>De opleiding Gezondheid en Leven richt zich op alle aspecten van leven, gezondheid en ziekte. Het functioneren van de gezonde mens is gerelateerd aan genetische, sociale, biotische, gedragsmatige en fysische invloeden. Gezondheid en Leven is de enige gezondheids-gerelateerde bacheloropleiding in Nederland waarin duurzaamheid een centrale plaats heeft. Onze gezondheid vanuit een totaalblik, van molecuul tot maatschappij! Als jou dit ook mateloos fascineert, dan is deze opleiding je op het lijf geschreven.</p><p><br></p><p>In het eerste jaar van de opleiding leg je een brede basis voor de kennis en academische vaardigheden binnen de levenswetenschappen. Vervolgens profileer je je in het tweede jaar op basis van jouw interesses, vaardigheden en ambities in de richting van de Biomedische wetenschappen, Klinische wetenschappen of Duurzame gezondheid en zorg. In het eerste gedeelte van het derde jaar kies je een minor en in het tweede semester rond je de opleiding af met een bachelor stage waarin alles wat je geleerd hebt samenkomt.</p>",
                "url": "/nl/Bachelor/2023-2024/gezondheid-en-leven",
                "slug": "gezondheid-en-leven",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043573",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_G&L",
                "name": "Gezondheid en Leven",
                "description": "<p>De opleiding Gezondheid en Leven richt zich op alle aspecten van leven, gezondheid en ziekte. Het functioneren van de gezonde mens is gerelateerd aan genetische, sociale, biotische, gedragsmatige en fysische invloeden. Gezondheid en Leven is de enige gezondheids-gerelateerde bacheloropleiding in Nederland waarin duurzaamheid een centrale plaats heeft. Onze gezondheid vanuit een totaalblik, van molecuul tot maatschappij! Als jou dit ook mateloos fascineert, dan is deze opleiding je op het lijf geschreven.</p><p><br></p><p>In het eerste jaar van de opleiding leg je een brede basis voor de kennis en academische vaardigheden binnen de levenswetenschappen. Vervolgens profileer je je in het tweede jaar op basis van jouw interesses, vaardigheden en ambities in de richting van de Biomedische wetenschappen, Klinische wetenschappen of Duurzame gezondheid en zorg. In het eerste gedeelte van het derde jaar kies je een minor en in het tweede semester rond je de opleiding af met een bachelor stage waarin alles wat je geleerd hebt samenkomt.</p>",
                "url": "/nl/Bachelor/2023-2024/gezondheid-en-leven",
                "slug": "gezondheid-en-leven",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043573",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50043572",
            "kenticoId": "898ea25b-d44a-469e-9169-dfa763ae6720",
            "nl": {
                "objectCode": "AB_GZW",
                "name": "Gezondheidswetenschappen",
                "description": "<p>Gezondheidswetenschappers bestuderen (volks)gezondheid en gezondheidsproblemen vanuit een interdisciplinair perspectief; ze kunnen vanuit verschillende zienswijzen werken en zo oplossingen vinden voor gezondheidswetenschappelijke vraagstukken. Wat is volksgezondheid en hoe is de Nederlandse gezondheidszorg georganiseerd? Wat is de biomedische achtergrond van gezondheid, gezondheidsrisico’s en –problemen? Hoe kunnen we bijdragen aan een gezonde maatschappij? Hoe effectief zijn interventies die we inzetten om de gezondheid te verbeteren?<br><br>Het eerste jaar is gericht op het verkrijgen van basiskennis over de gezondheidswetenschappen aan de hand van actuele gezondheidsproblematiek. Diverse basiscursussen zoals psychologie, immunologie en gezondheidseconomie worden aangeboden. De basisbeginselen van epidemiologie en biostatistiek worden aangeleerd. Daarnaast is er veel aandacht voor sociale en ‘academische binding’: door middel van een tutoraat is er aandacht voor studentbegeleiding, binding met de opleiding en het ontwikkelen van academische en professionele vaardigheden. De tutoren zijn eerste aanspreekpunt voor de studenten en helpen hen wegwijs te worden op de universiteit. In het tweede jaar vindt meer verdieping plaats en kunnen studenten zich al wat meer gaan focussen op één of meer deelgebieden binnen de gezondheidswetenschappen door middel van keuzevakken. Het derde jaar bestaat uit een zelfgekozen minor gevolgd door een onderzoeksstage waarin alle onderzoeksvaardigheden die zijn opgedaan gedurende de opleiding benut worden.</p>",
                "url": "/nl/Bachelor/2023-2024/gezondheidswetenschappen",
                "slug": "gezondheidswetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043572",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "AB_GZW",
                "name": "Gezondheidswetenschappen",
                "description": "<p>Gezondheidswetenschappers bestuderen (volks)gezondheid en gezondheidsproblemen vanuit een interdisciplinair perspectief; ze kunnen vanuit verschillende zienswijzen werken en zo oplossingen vinden voor gezondheidswetenschappelijke vraagstukken. Wat is volksgezondheid en hoe is de Nederlandse gezondheidszorg georganiseerd? Wat is de biomedische achtergrond van gezondheid, gezondheidsrisico’s en –problemen? Hoe kunnen we bijdragen aan een gezonde maatschappij? Hoe effectief zijn interventies die we inzetten om de gezondheid te verbeteren?<br><br>Het eerste jaar is gericht op het verkrijgen van basiskennis over de gezondheidswetenschappen aan de hand van actuele gezondheidsproblematiek. Diverse basiscursussen zoals psychologie, immunologie en gezondheidseconomie worden aangeboden. De basisbeginselen van epidemiologie en biostatistiek worden aangeleerd. Daarnaast is er veel aandacht voor sociale en ‘academische binding’: door middel van een tutoraat is er aandacht voor studentbegeleiding, binding met de opleiding en het ontwikkelen van academische en professionele vaardigheden. De tutoren zijn eerste aanspreekpunt voor de studenten en helpen hen wegwijs te worden op de universiteit. In het tweede jaar vindt meer verdieping plaats en kunnen studenten zich al wat meer gaan focussen op één of meer deelgebieden binnen de gezondheidswetenschappen door middel van keuzevakken. Het derde jaar bestaat uit een zelfgekozen minor gevolgd door een onderzoeksstage waarin alle onderzoeksvaardigheden die zijn opgedaan gedurende de opleiding benut worden.</p>",
                "url": "/nl/Bachelor/2023-2024/gezondheidswetenschappen",
                "slug": "gezondheidswetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50043572",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047472",
            "kenticoId": "cd9d63b6-3fe2-42ae-957b-ad97b9724c71",
            "nl": {
                "objectCode": "LB_GLTC",
                "name": "Griekse en Latijnse Taal en Cultuur",
                "description": "<p>In de bachelor Griekse en Latijnse taal en cultuur word je opgeleid tot een expert op het gebied van de Oudheid. Je leert het Grieks en Latijn grondig kennen en je leest en analyseert teksten die al vele eeuwen tot de absolute top van de wereldliteratuur behoren. Daarnaast bestudeer je de cultuurgeschiedenis van de Oudheid en de doorwerking hiervan tot in onze tijd. Verder leer je hoe je onderzoek doet naar de Oudheid en hoe je je resultaten mondeling en schriftelijk kunt presenteren.</p><p>In de propedeuse vergroot je je grammaticale kennis en leesvaardigheid aan de hand van de lectuur van schrijvers als Plato, Lysias, Euripides, Ovidius, Seneca en Cicero. Daarnaast krijg je een veelzijdig overzicht van de cultuurgeschiedenis van de Oudheid en de bronnen waarop onze kennis berust; ook de literatuurgeschiedenis van de Oudheid en de Antieke filosofie komen aan de orde.</p><p>Het onderwijs in het tweede en derde jaar van de bachelor is gericht op een verdieping in de omgang met Griekse en Latijnse teksten vanuit taal- en letterkundig perspectief. Daarnaast is er ruimte voor een minor of keuzevakken (30 EC). Naast de werken van dichters als Homerus en Vergilius maak je kennis met interessante teksten uit de Late Oudheid, de Middeleeuwen en de Renaissance. Verder verbreed je je kennis van de cultuurgeschiedenis aan de hand van een excursie naar het buitenland en volg je onderwijs in wetenschapsfilosofie en vakgeschiedenis. Tot slot verricht je voor je bachelorscriptie een eigen onderzoek en laat je zien wat je allemaal hebt geleerd.</p><p><br></p><p><b>ACASA</b></p><p>De bacheloropleiding Griekse en Latijnse Taal en Cultuur is onderdeel van de samenwerking tussen UvA en VU op het gebied van de Oudheid en Archeologie. De naam van dit samenwerkingsverband is <i>Amsterdam Centre for Ancient Studies and Archaeology</i>: ACASA.</p><p>Het onderwijs van de bacheloropleiding Griekse en Latijnse taal en cultuur vindt plaats op de binnenstadscampus van de UvA.</p>",
                "url": "/nl/Bachelor/2023-2024/griekse-en-latijnse-taal-en-cultuur",
                "slug": "griekse-en-latijnse-taal-en-cultuur",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047472",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_GLTC",
                "name": "Griekse en Latijnse Taal en Cultuur",
                "description": "<p>In de bachelor Griekse en Latijnse taal en cultuur word je opgeleid tot een expert op het gebied van de Oudheid. Je leert het Grieks en Latijn grondig kennen en je leest en analyseert teksten die al vele eeuwen tot de absolute top van de wereldliteratuur behoren. Daarnaast bestudeer je de cultuurgeschiedenis van de Oudheid en de doorwerking hiervan tot in onze tijd. Verder leer je hoe je onderzoek doet naar de Oudheid en hoe je je resultaten mondeling en schriftelijk kunt presenteren.</p><p>In de propedeuse vergroot je je grammaticale kennis en leesvaardigheid aan de hand van de lectuur van schrijvers als Plato, Lysias, Euripides, Ovidius, Seneca en Cicero. Daarnaast krijg je een veelzijdig overzicht van de cultuurgeschiedenis van de Oudheid en de bronnen waarop onze kennis berust; ook de literatuurgeschiedenis van de Oudheid en de Antieke filosofie komen aan de orde.</p><p>Het onderwijs in het tweede en derde jaar van de bachelor is gericht op een verdieping in de omgang met Griekse en Latijnse teksten vanuit taal- en letterkundig perspectief. Daarnaast is er ruimte voor een minor of keuzevakken (30 EC). Naast de werken van dichters als Homerus en Vergilius maak je kennis met interessante teksten uit de Late Oudheid, de Middeleeuwen en de Renaissance. Verder verbreed je je kennis van de cultuurgeschiedenis aan de hand van een excursie naar het buitenland en volg je onderwijs in wetenschapsfilosofie en vakgeschiedenis. Tot slot verricht je voor je bachelorscriptie een eigen onderzoek en laat je zien wat je allemaal hebt geleerd.</p><p><br></p><p><b>ACASA</b></p><p>De bacheloropleiding Griekse en Latijnse Taal en Cultuur is onderdeel van de samenwerking tussen UvA en VU op het gebied van de Oudheid en Archeologie. De naam van dit samenwerkingsverband is <i>Amsterdam Centre for Ancient Studies and Archaeology</i>: ACASA.</p><p>Het onderwijs van de bacheloropleiding Griekse en Latijnse taal en cultuur vindt plaats op de binnenstadscampus van de UvA.</p>",
                "url": "/nl/Bachelor/2023-2024/griekse-en-latijnse-taal-en-cultuur",
                "slug": "griekse-en-latijnse-taal-en-cultuur",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047472",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047470",
            "kenticoId": "c30e1e7f-fe34-4e56-8c3b-9a3cdf1840ef",
            "nl": {
                "objectCode": "LB_GES",
                "name": "Geschiedenis",
                "description": "<p>De opleiding Geschiedenis aan de VU is opgezet als een brede bachelor, met veel aandacht voor mondiale geschiedenis, lange-termijnontwikkelingen en relaties tussen verschillende vakgebieden. Naast de Nederlandstalige opleiding is er een volledig Engelstalige bachelortrack History and International Studies.</p><p>In het brede eerste jaar krijg je een goed overzicht van het vakgebied en volg je vakken over de hoofdlijnen van de Europese en de mondiale geschiedenis, van de klassieke Oudheid tot nu. Daarnaast krijg je een aantal algemene vakken: Academische vaardigheden, Historische klassiekers, Academic English en Filosofie. Na het chronologisch opgezette eerste jaar krijg je in het tweede jaar een meer thematische oriëntatie op het vakgebied. Veel aandacht gaat uit naar global history, politieke geschiedenis en cultuurgeschiedenis. Daarnaast volg je algemene modules in theorie van de geschiedenis, religiegeschiedenis, wetenschapsgeschiedenis. Verder kun je speciale varianten volgen op het gebied van Oudheidwetenschappen en Erfgoedstudies.</p><p>In het derde jaar verdiep je je verder in de richting van je voorkeur, onder meer door het volgen van een minor. Eventueel kun je een deel van je studie in het buitenland volgen, of een stage regelen bij een onderzoeksinstituut of een mogelijke toekomstige werkgever, zoals een ministerie, een erfgoedinstelling of een bedrijf. De bachelorstudie wordt afgesloten met een scriptie.</p>",
                "url": "/nl/Bachelor/2023-2024/geschiedenis",
                "slug": "geschiedenis",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047470",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_GES",
                "name": "History",
                "description": "<p>Parallel to the Dutch Geschiedenis programme is a fully English-taught bachelor track in History and International Studies. The programme is a combination of history courses, modern language units and research skills from the fields of global history and international relations. In year 1, in different courses, the history of Europe and the world from antiquity to the present is discussed. In addition, we will train you in general subjects like Academic Skills, Key Texts in History and International Studies, Academic English and Philosophy. In Year 2, students take several core modules and choose electives that cover a great variety of themes, such as Global Political Economy, Transatlantic Connections and Environmental History.</p><p>Furthermore, students take courses in modern languages and learn about different approaches from international relations and global history. In Year 3, students can study a semester abroad, do an internship or choose a minor. Students finish their programme with a bachelor thesis (free choice of topic).</p>",
                "url": "/en/Bachelor/2023-2024/history",
                "slug": "history",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047470",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051758",
            "kenticoId": "adae2ef8-4d98-4fb8-8a40-01ef0fabcd26",
            "nl": {
                "objectCode": "EB_IBA",
                "name": "International Business Administration",
                "description": "<p>Are you curious about other cultures? Looking to create a platform for your future international business career? Ready to acquire competences to successfully operate in a globalized world?</p><p><br></p><p>By studying International Business Administration you’ll combine a comprehensive study of all the essential business disciplines in a genuinely international context with a strong focus on people in a cross-cultural environment. Not only the businesses you’ll study are international, but also the faculty staff and your fellow students are from a wide variety of (cultural) backgrounds.</p><p><br></p><p>The programme is multi-disciplinary, which means you’ll study everything from management and organization to cross-cultural marketing, and from information technology to international strategy. In addition to business knowledge, the IBA programme will enable you to learn and practice competences required to work in a globalized world.</p><p><br></p><p>The first two years of the bachelor’s programme revolve around fundamental disciplines relevant for any internationally operating business professional, including Global Sustainability, Strategy, Organization, HRM, Marketing, Accounting, Finance, Supply Chain Management and Technology. Moreover, the academic core in year one and two provides a thorough introduction into Business Mathematics, Business Research Methods, and Academic Skills. Additionally, year two offers electives that offer you the opportunity to deepen your knowledge on different business practices, such as electives on sustainability, entrepreneurship, and data analytics and decision-making. In the third year, you will gain international experience by studying the first semester abroad. This exchange to another university is mandatory. Back in Amsterdam, in the second semester of year three you will specialize yourself in a discipline of your choice. This last part of your studies also includes completing a BSc Thesis on an international topic. On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/international-business-administration",
                "slug": "international-business-administration",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051758",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "EB_IBA",
                "name": "International Business Administration",
                "description": "<p>Are you curious about other cultures? Looking to create a platform for your future international business career? Ready to acquire competences to successfully operate in a globalized world?</p><p><br></p><p>By studying International Business Administration you’ll combine a comprehensive study of all the essential business disciplines in a genuinely international context with a strong focus on people in a cross-cultural environment. Not only the businesses you’ll study are international, but also the faculty staff and your fellow students are from a wide variety of (cultural) backgrounds.</p><p><br></p><p>The programme is multi-disciplinary, which means you’ll study everything from management and organization to cross-cultural marketing, and from information technology to international strategy. In addition to business knowledge, the IBA programme will enable you to learn and practice competences required to work in a globalized world.</p><p><br></p><p>The first two years of the bachelor’s programme revolve around fundamental disciplines relevant for any internationally operating business professional, including Global Sustainability, Strategy, Organization, HRM, Marketing, Accounting, Finance, Supply Chain Management and Technology. Moreover, the academic core in year one and two provides a thorough introduction into Business Mathematics, Business Research Methods, and Academic Skills. Additionally, year two offers electives that offer you the opportunity to deepen your knowledge on different business practices, such as electives on sustainability, entrepreneurship, and data analytics and decision-making. In the third year, you will gain international experience by studying the first semester abroad. This exchange to another university is mandatory. Back in Amsterdam, in the second semester of year three you will specialize yourself in a discipline of your choice. This last part of your studies also includes completing a BSc Thesis on an international topic. On top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.</p>",
                "url": "/en/Bachelor/2023-2024/international-business-administration",
                "slug": "international-business-administration",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051758",
                "facultyId": [
                    "50000043"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51700677",
            "kenticoId": "4726b15b-7ae9-4712-8ca8-e1e0b37f0477",
            "nl": {
                "objectCode": "RB_LIS",
                "name": "Law in Society",
                "description": "<p>The Law in Society programme centres around four themes that are hyper relevant in today’s society: security, globalisation of markets, migration and sustainability. You will address each theme at both global and local levels, from different legal perspectives, using relevant social sciences tools and research methodologies.&nbsp;&nbsp;</p> <p><strong>Year 1 </strong><br>You’ll dive into one of the biggest issues of our age: security – including global terrorism, as well as libel and assault cases. Alongside the philosophy and law of security, you’ll learn about criminology and empirical research. In the second semester, you’ll immerse yourself in the globalisation of markets, and will use psychology and statistics to deepen your understanding of how these markets work.</p> <p><strong>Year 2 </strong><br>You’ll explore migration – not just from an abstract point of view, but by meeting and interviewing those involved. In small groups, you’ll learn qualitative research methods like interview techniques and negotiation skills that would make great preparation for a legal career. You’ll also investigate topics like climate change and artificial intelligence – and the ethical dilemmas that lawyers face as a result.</p> <p><strong>Year 3 </strong><br>For your minor in your first semester, you’ll get the opportunity to go abroad and put your international curiosity to good use. For those staying in Amsterdam, there are interesting minors on offer. You’ll also write your Bachelor’s thesis, and do a series of recap courses that compare different legal systems and add depth to your legal knowledge.</p>",
                "url": "/en/Bachelor/2023-2024/2023-2024-bachelor-law-in-society",
                "slug": "2023-2024-bachelor-law-in-society",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51700677",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "RB_LIS",
                "name": "Law in Society",
                "description": "<p>The Law in Society programme centres around four themes that are hyper relevant in today’s society: security, globalisation of markets, migration and sustainability. You will address each theme at both global and local levels, from different legal perspectives, using relevant social sciences tools and research methodologies.&nbsp;&nbsp;</p> <p><strong>Year 1 </strong><br>You’ll dive into one of the biggest issues of our age: security – including global terrorism, as well as libel and assault cases. Alongside the philosophy and law of security, you’ll learn about criminology and empirical research. In the second semester, you’ll immerse yourself in the globalisation of markets, and will use psychology and statistics to deepen your understanding of how these markets work.</p> <p><strong>Year 2 </strong><br>You’ll explore migration – not just from an abstract point of view, but by meeting and interviewing those involved. In small groups, you’ll learn qualitative research methods like interview techniques and negotiation skills that would make great preparation for a legal career. You’ll also investigate topics like climate change and artificial intelligence – and the ethical dilemmas that lawyers face as a result.</p> <p><strong>Year 3 </strong><br>For your minor in your first semester, you’ll get the opportunity to go abroad and put your international curiosity to good use. For those staying in Amsterdam, there are interesting minors on offer. You’ll also write your Bachelor’s thesis, and do a series of recap courses that compare different legal systems and add depth to your legal knowledge.</p>",
                "url": "/en/Bachelor/2023-2024/2023-2024-bachelor-law-in-society",
                "slug": "2023-2024-bachelor-law-in-society",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51700677",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50830350",
            "kenticoId": "22315f04-f15a-455f-a334-b7a819077a4a",
            "nl": {
                "objectCode": "LB_LS",
                "name": "Literatuur en Samenleving",
                "description": "<p>De bacheloropleiding Literatuur en Samenleving kent twee verschillende specialisaties: Engels en Nederlands. Voor de specialisatie Nederlands worden sinds september 2019 geen nieuwe studenten meer ingeschreven. Dit betekent dat er alleen nog scriptiebegeleiding zal plaatsvinden. Wel wordt aan de zittende studenten nog de mogelijkheid geboden om vakken uit jaar 1 en 2 en 3 te herkansen en kunnen zij nog vakken volgen voor de invulling van hun minorruimte.</p><p>De specialisatie Engels wordt wel gecontinueerd. Voor informatie over de Engelstalige specialisatie: zie de Engelstalige website.</p><p><b>Minorruimte</b></p><p>De keuze van de vakken in het eerste semester van jaar drie is vrij. Denk bijvoorbeeld aan een verblijf in het buitenland, een stage of het volgen van een minorpakket.</p>",
                "url": "/nl/Bachelor/2023-2024/literatuur-en-samenleving",
                "slug": "literatuur-en-samenleving",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50830350",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_LS",
                "name": "Literature and Society",
                "description": "<p>For more information on the Dutch track, please consult the Dutch study guide.</p><p> </p><p> <b>1st year</b></p><p>In the first year, students are introduced to literary analysis and literary theory. They learn how to read a Brontë novel as well as a film version of a Shakespeare play. The lecturers will train their general academic skills and also kindle their creative writing practice.</p><p><b>2nd year</b></p><p>After the first year, students have a solid base from which to explore the relations between literature, culture and society. They will be taken from the Renaissance to the twenty-first century, reading canonical English works of literature as well as new and lesser-known genres such as travel literature, graphic novels and gothic genres.</p><p><b>3rd year</b></p><p>In the third year, the students will become a specialist either in ‘English literature in a changing world’ or ‘English literature in a visual culture,’ and conduct their own research project, resulting in a BA thesis. In the first semester of the third year, students have the opportunity to study abroad, do an internship or participate in specialized courses within or outside literary studies (i.e. a minor program).</p>",
                "url": "/en/Bachelor/2023-2024/literature-and-society",
                "slug": "literature-and-society",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50830350",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51516773",
            "kenticoId": "218d08b4-13f1-47da-8222-fb9505194f98",
            "nl": {
                "objectCode": "XB_MAT",
                "name": "Mathematics",
                "description": "<p>This 3-year bachelor's degree programme allows you to specialise in both pure and applied mathematics. The programme is open for international students and taught in English.</p><p><br></p><p>The first year consists of a well-balanced programme that you follow together with all other students. This gives you a firm basis for the rest of your studies. In year two you decide to continue with a major in either Pure or Applied Mathematics. Various study tracks and optional courses allow you to pursue your personal interests. During your minor in the first half of year three, you focus entirely on your favourite topic. You can also pursue your minor at a foreign university. Our study counsellors will make sure that you choose the study path that suits you best. The programme finishes with a research project in which everything you learnt is combined.</p><p><br></p><p>Within the major Pure Mathematics, you can choose between three tracks: Algebra and Geometry, Analysis and Dynamical Systems, and Probability and Statistics. Within the major Applied Mathematics, you can choose between four tracks: Biomedical Mathematics, Computer Science, Data Science, and Optimization and Economics. As for the minor, besides a wide variety of academic minors, there is also the Education minor, which is taught in Dutch. After completing the Education minor, you receive a qualification for teaching in Dutch high schools.</p>",
                "url": "/en/Bachelor/2023-2024/mathematics",
                "slug": "mathematics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51516773",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_MAT",
                "name": "Mathematics",
                "description": "<p>This 3-year bachelor's degree programme allows you to specialise in both pure and applied mathematics. The programme is open for international students and taught in English.</p><p><br></p><p>The first year consists of a well-balanced programme that you follow together with all other students. This gives you a firm basis for the rest of your studies. In year two you decide to continue with a major in either Pure or Applied Mathematics. Various study tracks and optional courses allow you to pursue your personal interests. During your minor in the first half of year three, you focus entirely on your favourite topic. You can also pursue your minor at a foreign university. Our study counsellors will make sure that you choose the study path that suits you best. The programme finishes with a research project in which everything you learnt is combined.</p><p><br></p><p>Within the major Pure Mathematics, you can choose between three tracks: Algebra and Geometry, Analysis and Dynamical Systems, and Probability and Statistics. Within the major Applied Mathematics, you can choose between four tracks: Biomedical Mathematics, Computer Science, Data Science, and Optimization and Economics. As for the minor, besides a wide variety of academic minors, there is also the Education minor, which is taught in Dutch. After completing the Education minor, you receive a qualification for teaching in Dutch high schools.</p>",
                "url": "/en/Bachelor/2023-2024/mathematics",
                "slug": "mathematics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51516773",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50830349",
            "kenticoId": "3df0ddb5-cc17-46fe-9289-933947d250cb",
            "nl": {
                "objectCode": "LB_MKDA",
                "name": "Media, Kunst, Design en Architectuur",
                "description": "<p>De bacheloropleiding Media, Kunst, Design en Architectuur (MKDA) is een interdisciplinaire opleiding. We bestuderen de geschiedenis, theorie en werking van media, kunst, design en architectuur apart, maar vooral ook in hun onderlinge samenhang, omdat de multimediale werkelijkheid van vandaag zich steeds minder in hokjes laat stoppen, en omdat er veel extra inzicht te winnen is voor wie over de schutting durft te kijken: 1+1=3, noemen we dat.</p><p>Bij Media bestuderen we film, televisie en de jongste streaming platforms; bij Kunst draait het om schilder- en tekenkunst, grafiek, sculptuur en nieuwe media sinds 1400; Design richt zich op grafische vormgeving, modegeschiedenis en wooncultuur vanaf 1750; en Architectuur omvat bouwkunst, stedenbouw en ruimtelijke ordening. Tegelijk bieden we interdisciplinaire verbreding door telkens te kijken waar deze disciplines elkaar raken en hoe ze elkaar beïnvloeden.</p><p>Eerst leggen we een basis met historische overzichten en oefeningen in het analyseren van de vorm, de werking en het functioneren van beelden, objecten en ruimten. In jaar twee combineer je een van de vier afstudeerrichtingen met een gemeenschappelijk deel waarin we media, kunst, design en architectuur bekijken vanuit het perspectief van het museum (‘exhibition machines’), de stad (‘urban culture’) en internationaal erfgoed. We besluiten met een buitenlandexcursie. Na de vrije keuzeruimte in jaar drie (voor verdere verdieping, verbreding, stage en/of studie in het buitenland) volg je een onderzoekswerkgroep, blikken we terug op ons vakgebied en vooruit op de toekomst en het werkveld, en laat je met een scriptie zien dat klaar bent voor werk of een vervolgstudie.</p>",
                "url": "/nl/Bachelor/2023-2024/media-kunst-design-en-architectuur",
                "slug": "media-kunst-design-en-architectuur",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50830349",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "LB_MKDA",
                "name": "Media, Art, Design and Architecture",
                "description": "<p>The bachelor's degree in Media, Art, Design and Architecture (MKDA) is an interdisciplinary programme. We study the history, theory and functioning of media, art, design and architecture – each in its own right – but especially in their mutual interaction, because today's multimedia reality makes it increasingly harder to pigeonhole these disciplines. Much additional insight can be gained for the one who dares to look over the fence: we call that 1+1=3.</p><p>At Media we study film, television and the latest streaming platforms; Art is all about painting and drawing, graphics, sculpture and new media from 1400 onwards; Design focuses on graphic design, fashion history and domestic culture from 1750; and Architecture encompasses architecture, urban and spatial planning. At the same time, we broaden interdisciplinary approaches by continuously looking at where these disciplines meet and how they influence each other.</p><p>We begin by laying a foundation with historical overviews and exercises in analysing the form, operation and functioning of images, objects and spaces. In year two, you combine one of the four specialisations with a series of core subjects in which we look at media, art, design and architecture from the perspective of the museum ('exhibition machines'), the city ('urban culture') and international heritage. We conclude the year with an excursion abroad. After the free electives in year three (for further developing, broadening, internship and/or study abroad), you will follow research seminar, courses, in which we look back at our field and forward to the future and the professional field; finally, you demonstrate with a thesis that you are ready for work or further education.</p>",
                "url": "/en/Bachelor/2023-2024/media-art-design-and-architecture",
                "slug": "media-art-design-and-architecture",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50830349",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50049401",
            "kenticoId": "4ad0e74d-ea51-4f42-8768-a49ff845a131",
            "nl": {
                "objectCode": "XB_MNW",
                "name": "Medische Natuurwetenschappen",
                "description": "<p>De opleiding Medische Natuurwetenschappen houdt zich bezig met medische innovaties en het effectief oplossen van complexe medische problemen. Wil jij exacte kennis inzetten voor de medische wereld van morgen? Wil jij werken aan innovatieve oplossingen voor complexe medische problemen? Wil je over de grenzen van vakgebieden heen kijken om een brug te slaan tussen fundamenteel onderzoek en de kliniek?<br><br>In het eerste jaar doe je veel basiskennis op in de Natuurkunde, Scheikunde, Wiskunde, Informatica en Fysiologie in een (bio)medische context. Ook ga je zelf regelmatig praktische experimenten uitvoeren. Je leert hier de stappen van wetenschappelijk onderzoek te doorlopen, van research tot rapportages. Je sluit het jaar af met het project zenuwwerk.<br><br>In het tweede jaar verdiep je je basiskennis verder, volg je vakken als medische pathofysiologie, statistiek, en optica en optisch waarnemen. Je sluit het jaar af met het project kanker.<br><br>In het derde jaar stel je grotendeels je eigen programma samen. Het eerste semester is ingeruimd voor vrije keuzeruimte, bijvoorbeeld voor een minor Biomedische Beeldvorming. In het tweede semester dien je te kiezen uit een aantal vakken, die deels als voorbereiding dienen voor de masterfase. Je sluit het jaar af met een bachelorproject.</p>",
                "url": "/nl/Bachelor/2023-2024/medische-natuurwetenschappen",
                "slug": "medische-natuurwetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049401",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_MNW",
                "name": "Medische Natuurwetenschappen",
                "description": "<p>De opleiding Medische Natuurwetenschappen houdt zich bezig met medische innovaties en het effectief oplossen van complexe medische problemen. Wil jij exacte kennis inzetten voor de medische wereld van morgen? Wil jij werken aan innovatieve oplossingen voor complexe medische problemen? Wil je over de grenzen van vakgebieden heen kijken om een brug te slaan tussen fundamenteel onderzoek en de kliniek?<br><br>In het eerste jaar doe je veel basiskennis op in de Natuurkunde, Scheikunde, Wiskunde, Informatica en Fysiologie in een (bio)medische context. Ook ga je zelf regelmatig praktische experimenten uitvoeren. Je leert hier de stappen van wetenschappelijk onderzoek te doorlopen, van research tot rapportages. Je sluit het jaar af met het project zenuwwerk.<br><br>In het tweede jaar verdiep je je basiskennis verder, volg je vakken als medische pathofysiologie, statistiek, en optica en optisch waarnemen. Je sluit het jaar af met het project kanker.<br><br>In het derde jaar stel je grotendeels je eigen programma samen. Het eerste semester is ingeruimd voor vrije keuzeruimte, bijvoorbeeld voor een minor Biomedische Beeldvorming. In het tweede semester dien je te kiezen uit een aantal vakken, die deels als voorbereiding dienen voor de masterfase. Je sluit het jaar af met een bachelorproject.</p>",
                "url": "/nl/Bachelor/2023-2024/medische-natuurwetenschappen",
                "slug": "medische-natuurwetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50049401",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51211028",
            "kenticoId": "f2ada5a9-2fe5-49a1-8827-061440917548",
            "nl": {
                "objectCode": "XB_NS_JD",
                "name": "Natuur- en Sterrenkunde (joint degree)",
                "description": "<p>Natuur- en Sterrenkunde is a joint degree bacheloropleiding van de Universiteit van Amsterdam en de Vrije Universiteit Amsterdam. Voor meer informatie over deze opleiding, zie de UvA studiegids:</p><p><a href=\"https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7726\" rel=\"noopener noreferrer\" target=\"_blank\">https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7726</a></p>",
                "url": "/nl/Bachelor/2023-2024/natuur-en-sterrenkunde-joint-degree",
                "slug": "natuur-en-sterrenkunde-joint-degree",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51211028",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_NS_JD",
                "name": "Natuur- en Sterrenkunde (joint degree)",
                "description": "<p>Natuur- en Sterrenkunde is a joint degree bacheloropleiding van de Universiteit van Amsterdam en de Vrije Universiteit Amsterdam. Voor meer informatie over deze opleiding, zie de UvA studiegids:</p><p><a href=\"https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7726\" rel=\"noopener noreferrer\" target=\"_blank\">https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7726</a></p>",
                "url": "/nl/Bachelor/2023-2024/natuur-en-sterrenkunde-joint-degree",
                "slug": "natuur-en-sterrenkunde-joint-degree",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51211028",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051119",
            "kenticoId": "98a3c408-8dba-4845-b8b4-560fa44ae595",
            "nl": {
                "objectCode": "RB_Notarieel",
                "name": "Notarieel recht",
                "description": "<p>Aan het beroep van notaris worden strenge eisen gesteld. De bachelor Notarieel Recht bestaat daarom uitsluitend uit verplichte vakken, die gericht zijn op de drie pijlers van de notariële beroepspraktijk:</p><ul><li>onroerend goedrecht</li><li>familierecht</li><li>ondernemingsrecht</li></ul><p>In het eerste jaar volg je alle vakken samen met bachelorstudenten Rechtsgeleerdheid. Je kunt dus na het behalen van het eerste jaar ook nog probleemloos overstappen naar die opleiding. </p><p><br></p><p><b>Eerste jaar</b></p><p>Je krijgt inleidende vakken in het strafrecht, staats- en bestuursrecht, privaatrecht en Europees recht. Je begint met het aanleren van juridische vaardigheden, zoals het opzoeken en selecteren van juridische literatuur en rechterlijke uitspraken. Naast de verplichte vakken volg je de leerlijn Professionele en Persoonlijke Identiteit (PPI), een begeleidingsprogramma waarin het draait om de professionele en persoonlijke ontwikkeling van studenten.</p><p><br></p><p><b>Tweede jaar</b></p><p>Je gaat de diepte in en bekijkt alle kanten van een zaak vanuit verschillende rechtsgebieden. Naast vakken die ook gevolgd worden door studenten Rechtsgeleerdheid volg je notariële kernvakken, zoals Erfrecht en Notariële ambtsuitoefening. Je krijgt theorie die je praktisch toepast. Zo leer je hoe je een juridisch valide betoog opzet en een wetenschappelijke paper schrijft. Tijdens de werkgroepen oefen je met discussiëren en argumenteren.</p><p><br></p><p><b>Derde jaar</b></p><p>Je verdiept je in vakken als Ondernemingsrecht, Belastingrecht en Relatievermogensrecht. Ook krijg je in dat jaar je belangrijkste vaardighedentraining bij het vak Pleitoefening. Je sluit het derde jaar, en daarmee je bacheloropleiding, af met een bachelorscriptie.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-notarieel-recht",
                "slug": "2023-2024-bachelor-notarieel-recht",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051119",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "RB_Notarieel",
                "name": "Notarieel recht",
                "description": "<p>Aan het beroep van notaris worden strenge eisen gesteld. De bachelor Notarieel Recht bestaat daarom uitsluitend uit verplichte vakken, die gericht zijn op de drie pijlers van de notariële beroepspraktijk:</p><ul><li>onroerend goedrecht</li><li>familierecht</li><li>ondernemingsrecht</li></ul><p>In het eerste jaar volg je alle vakken samen met bachelorstudenten Rechtsgeleerdheid. Je kunt dus na het behalen van het eerste jaar ook nog probleemloos overstappen naar die opleiding. </p><p><br></p><p><b>Eerste jaar</b></p><p>Je krijgt inleidende vakken in het strafrecht, staats- en bestuursrecht, privaatrecht en Europees recht. Je begint met het aanleren van juridische vaardigheden, zoals het opzoeken en selecteren van juridische literatuur en rechterlijke uitspraken. Naast de verplichte vakken volg je de leerlijn Professionele en Persoonlijke Identiteit (PPI), een begeleidingsprogramma waarin het draait om de professionele en persoonlijke ontwikkeling van studenten.</p><p><br></p><p><b>Tweede jaar</b></p><p>Je gaat de diepte in en bekijkt alle kanten van een zaak vanuit verschillende rechtsgebieden. Naast vakken die ook gevolgd worden door studenten Rechtsgeleerdheid volg je notariële kernvakken, zoals Erfrecht en Notariële ambtsuitoefening. Je krijgt theorie die je praktisch toepast. Zo leer je hoe je een juridisch valide betoog opzet en een wetenschappelijke paper schrijft. Tijdens de werkgroepen oefen je met discussiëren en argumenteren.</p><p><br></p><p><b>Derde jaar</b></p><p>Je verdiept je in vakken als Ondernemingsrecht, Belastingrecht en Relatievermogensrecht. Ook krijg je in dat jaar je belangrijkste vaardighedentraining bij het vak Pleitoefening. Je sluit het derde jaar, en daarmee je bacheloropleiding, af met een bachelorscriptie.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-notarieel-recht",
                "slug": "2023-2024-bachelor-notarieel-recht",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051119",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50050847",
            "kenticoId": "f64ff627-9419-4e2c-a04b-718d2c943bcf",
            "nl": {
                "objectCode": "PB_PEDA",
                "name": "Pedagogische Wetenschappen",
                "description": "<p>Bij Pedagogische Wetenschappen worden studenten opgeleid tot academisch georiënteerde pedagogen, die zichzelf willen blijven ontwikkelen om toegewijd, geïnformeerd en gewetensvol bij te dragen aan de kwaliteit van de samenleving. Hiertoe zet je je in om kinderen (en volwassenen) de gelegenheid te geven zich optimaal te ontwikkelen door goede opvoeding en goed onderwijs, maar ook door goede hulpverlening als deze optimale ontwikkeling bedreigd wordt.</p><p>Je doet gericht onderzoek naar vragen als ‘Hoe zouden we de ontwikkeling van kinderen op school in kaart moeten brengen?’, 'Hoe kunnen we kinderen die mishandeld worden het beste helpen?’, 'Wat leren jongeren van sociale media?', Wat kunnen we een jongere met een verstandelijke beperking bieden?’ of 'Wat is goed onderwijs eigenlijk?'. Met andere woorden: je onderzoekt hoe opvoeding, onderwijs en hulpverlening het beste kunnen bijdragen aan de ontwikkeling van kinderen.</p><p>Bij Pedagogische Wetenschappen krijg je binnen een veilige leeromgeving de ruimte om je eigen leerproces in te richten met keuzevakken in semester 2 van jaar 2 en semester 1 van jaar 3. Dit vraagt van jou als student dat je verantwoordelijkheid neemt voor je eigen leerproces en dat je bereid bent hierop te reflecteren. Daarnaast sta je open voor diversiteit onder medestudenten en docenten en voor jouw verantwoordelijkheid binnen de maatschappij. </p>",
                "url": "/nl/Bachelor/2023-2024/pedagogische-wetenschappen",
                "slug": "pedagogische-wetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50050847",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "PB_PEDA",
                "name": "Pedagogische Wetenschappen",
                "description": "<p>Bij Pedagogische Wetenschappen worden studenten opgeleid tot academisch georiënteerde pedagogen, die zichzelf willen blijven ontwikkelen om toegewijd, geïnformeerd en gewetensvol bij te dragen aan de kwaliteit van de samenleving. Hiertoe zet je je in om kinderen (en volwassenen) de gelegenheid te geven zich optimaal te ontwikkelen door goede opvoeding en goed onderwijs, maar ook door goede hulpverlening als deze optimale ontwikkeling bedreigd wordt.</p><p>Je doet gericht onderzoek naar vragen als ‘Hoe zouden we de ontwikkeling van kinderen op school in kaart moeten brengen?’, 'Hoe kunnen we kinderen die mishandeld worden het beste helpen?’, 'Wat leren jongeren van sociale media?', Wat kunnen we een jongere met een verstandelijke beperking bieden?’ of 'Wat is goed onderwijs eigenlijk?'. Met andere woorden: je onderzoekt hoe opvoeding, onderwijs en hulpverlening het beste kunnen bijdragen aan de ontwikkeling van kinderen.</p><p>Bij Pedagogische Wetenschappen krijg je binnen een veilige leeromgeving de ruimte om je eigen leerproces in te richten met keuzevakken in semester 2 van jaar 2 en semester 1 van jaar 3. Dit vraagt van jou als student dat je verantwoordelijkheid neemt voor je eigen leerproces en dat je bereid bent hierop te reflecteren. Daarnaast sta je open voor diversiteit onder medestudenten en docenten en voor jouw verantwoordelijkheid binnen de maatschappij. </p>",
                "url": "/nl/Bachelor/2023-2024/pedagogische-wetenschappen",
                "slug": "pedagogische-wetenschappen",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50050847",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50047328",
            "kenticoId": "f4fc5f8b-ed3a-4347-b2cc-51ee0504205e",
            "nl": {
                "objectCode": "WB_WIJS",
                "name": "Filosofie",
                "description": "<p>De bacheloropleiding Filosofie is een brede, klassieke opleiding in de filosofie. Het is een tweetalige opleiding met een Engelstalige en een Nederlandstalige track. In deze opleiding leer je zelfstandig en kritisch nadenken over fundamentele vragen van de filosofie, en over de relatie tussen filosofie, wetenschap en samenleving. Je verwerft inzicht in de historische en systematische wijsbegeerte en je wordt opgeleid in zowel klassieke filosofische vaardigheden zoals argumentatie, analyse en interpretatie als algemene vaardigheden om gedachten in woord en geschrift helder en overtuigend te kunnen presenteren.</p><p>De bacheloropleiding Filosofie omvat cursussen uit de ‘praktische filosofie’ (o.a. ethiek, politieke filosofie, sociale en culturele filosofie), de ‘theoretische filosofie’ (o.a. epistemologie, wetenschapsfilosofie, philosophy of mind), en de ‘geschiedenis van de filosofie’ (o.a. antieke, middeleeuwse, moderne, continentale filosofie). Daarnaast zijn er cursussen gericht op het verwerven van ‘wetenschappelijke en filosofische vaardigheden’ (o.a. logica, argumentatieleer, tekstcolleges). In het eerste jaar volg je inleidende vakken, in het tweede jaar verdiepende vakken en keuzevakken (waar de inleidende vakken worden verondersteld), en in het derde jaar een minor (bij een andere opleiding), keuzevakken, en schrijf je een afsluitende bachelorscriptie.</p><p><br></p><p><b>Filosofie als tweede studie</b></p><p>Kies je voor Filosofie als tweede studie dan combineer je een vakwetenschappelijke bachelor met vakken uit het reguliere programma van Filosofie. Je verbindt je vakkennis met filosofische vaardigheden en je ontwikkelt je analytisch vermogen. Je komt in aanmerking voor vrijstellingen (via de examencommissie), en na afronding van het programma ontvang je het volwaardige bachelordiploma Filosofie.</p>",
                "url": "/nl/Bachelor/2023-2024/filosofie",
                "slug": "filosofie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047328",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "WB_WIJS",
                "name": "Philosophy",
                "description": "<p>The Bachelor Philosophy is a broad, classical programme in philosophy. The programme is bilingual and has an English and a Dutch track. In this programme, you learn to think independently and critically about philosophy's fundamental questions and the relationship between philosophy, science, and society. Gain insight into historical and systematic philosophy, and understand classical philosophical skills such as argumentation, analysis and interpretation, and general skills enabling you to present thoughts clearly and convincingly.</p><p>The Bachelor of Philosophy covers courses in \"practical philosophy\" (including ethics, political philosophy, social philosophy), \"theoretical philosophy\" (including epistemology, philosophy of science, philosophy of mind), and \"the history of philosophy\" (including ancient, medieval, modern, continental philosophy). In addition, there are courses aimed at acquiring \"scientific and philosophical skills\" (including logic, argumentation theory, text courses). In the first year, you follow introductory courses; in the second year, in-depth courses and electives (where the introductory courses are presupposed). Finally, in the third year, students are able to follow a minor (in a different field), optional courses, and write a final bachelor's thesis.</p><p><br></p><p><b>Philosophy as a second study programme</b></p><p>If Philosophy is your second study programme, you will be able to combine an academic bachelor with courses from the regular Philosophy programme. As a result, you connect your professional knowledge with philosophical skills and develop your analytical skills. You are eligible for exemptions (via the Examination Board), and upon completion of the programme, you will receive a full-fledged Philosophy diploma.</p>",
                "url": "/en/Bachelor/2023-2024/philosophy",
                "slug": "philosophy",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50047328",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51218324",
            "kenticoId": "4693f315-21ac-4b22-8c76-5aaf4cdb231c",
            "nl": {
                "objectCode": "WB_PPE",
                "name": "Philosophy, Politics and Economics",
                "description": "<p>The bachelor's degree program in Philosophy, Politics and Economics (PPE) equips you with the necessary knowledge and skills for leadership roles in various fields, such as business, politics, and academia. PPE provides comprehensive training in the three fundamental disciplines and enables you to apply them in an interdisciplinary manner. Our PPE program features small-scale, intensive seminars that are held in our dedicated classrooms at the John Stuart Mill College, located on the fourth floor of the main building of Vrije Universiteit Amsterdam.</p><p><br></p>",
                "url": "/en/Bachelor/2023-2024/philosophy-politics-and-economics",
                "slug": "philosophy-politics-and-economics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51218324",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "WB_PPE",
                "name": "Philosophy, Politics and Economics",
                "description": "<p>The bachelor's degree program in Philosophy, Politics and Economics (PPE) equips you with the necessary knowledge and skills for leadership roles in various fields, such as business, politics, and academia. PPE provides comprehensive training in the three fundamental disciplines and enables you to apply them in an interdisciplinary manner. Our PPE program features small-scale, intensive seminars that are held in our dedicated classrooms at the John Stuart Mill College, located on the fourth floor of the main building of Vrije Universiteit Amsterdam.</p><p><br></p>",
                "url": "/en/Bachelor/2023-2024/philosophy-politics-and-economics",
                "slug": "philosophy-politics-and-economics",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51218324",
                "facultyId": [
                    "50000030"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312594",
            "kenticoId": "67a4f063-d4b3-4898-9648-5ace4eb31628",
            "nl": {
                "objectCode": "SB_POL_EN",
                "name": "Political Science",
                "description": "<p>During the Bachelor’s programme in Political Science, you will study how societies and international relationships are organized politically and how decisions are made. You will examine the way municipal councils, political parties or the United Nations Security Council function and who ultimately decides.</p> <p>You will explore topics such as the shifting global balance of power, EU governance and migration and the origins of war and conflict. At VU Amsterdam you will be trained to conduct independent academic research. Using various scientific methods and techniques, you will learn how to formulate and answer your own research questions. In the classroom, you will discuss issues such as the Brexit vote and the geopolitical tensions with Russia. You will be able to analyse current affairs and the structures that underpin them.</p>",
                "url": "/en/Bachelor/2023-2024/political-science",
                "slug": "political-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312594",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_POL_EN",
                "name": "Political Science",
                "description": "<p>During the Bachelor’s programme in Political Science, you will study how societies and international relationships are organized politically and how decisions are made. You will examine the way municipal councils, political parties or the United Nations Security Council function and who ultimately decides.</p> <p>You will explore topics such as the shifting global balance of power, EU governance and migration and the origins of war and conflict. At VU Amsterdam you will be trained to conduct independent academic research. Using various scientific methods and techniques, you will learn how to formulate and answer your own research questions. In the classroom, you will discuss issues such as the Brexit vote and the geopolitical tensions with Russia. You will be able to analyse current affairs and the structures that underpin them.</p>",
                "url": "/en/Bachelor/2023-2024/political-science",
                "slug": "political-science",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312594",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__52312605",
            "kenticoId": "086aa1ec-3f9d-4228-8ea9-5a7801d880ef",
            "nl": {
                "objectCode": "SB_POL_NL",
                "name": "Politicologie",
                "description": "<p>Tijdens de bachelor Politicologie bestudeer je hoe samenlevingen en internationale verbanden politiek zijn georganiseerd en hoe besluiten worden genomen. Je kijkt naar het doel van bijvoorbeeld gemeenteraden, politieke partijen of de Veiligheidsraad van de Verenigde Naties en onderzoekt wie uiteindelijk de beslissing neemt. Je verdiept je in thema’s als de verschuivende mondiale machtsverhoudingen, klimaatverandering, migratie en het ontstaan van oorlog en conflict. Aan de VU doe je zelf onderzoek. Met behulp van methoden en technieken leer je hoe je onderzoeksvragen scherp formuleert en beantwoordt. In de collegezaal discussieer je over de politieke actualiteit, verkiezingscampagnes, populisme, de toekomst van Europa en de laatste ontwikkelingen rond grootmachten als de VS, Rusland en China.</p>",
                "url": "/nl/Bachelor/2023-2024/politicologie",
                "slug": "politicologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312605",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_POL_NL",
                "name": "Politicologie",
                "description": "<p>Tijdens de bachelor Politicologie bestudeer je hoe samenlevingen en internationale verbanden politiek zijn georganiseerd en hoe besluiten worden genomen. Je kijkt naar het doel van bijvoorbeeld gemeenteraden, politieke partijen of de Veiligheidsraad van de Verenigde Naties en onderzoekt wie uiteindelijk de beslissing neemt. Je verdiept je in thema’s als de verschuivende mondiale machtsverhoudingen, klimaatverandering, migratie en het ontstaan van oorlog en conflict. Aan de VU doe je zelf onderzoek. Met behulp van methoden en technieken leer je hoe je onderzoeksvragen scherp formuleert en beantwoordt. In de collegezaal discussieer je over de politieke actualiteit, verkiezingscampagnes, populisme, de toekomst van Europa en de laatste ontwikkelingen rond grootmachten als de VS, Rusland en China.</p>",
                "url": "/nl/Bachelor/2023-2024/politicologie",
                "slug": "politicologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "52312605",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50050845",
            "kenticoId": "832b4c6a-35e9-4833-9800-fb4a674d3203",
            "nl": {
                "objectCode": "PB_PSY",
                "name": "Psychologie",
                "description": "<p>De Bachelor Psychologie bestaat uit 3 jaar, waarvan het eerste voor alle studenten hetzelfde is. &nbsp;Aan het eind van het tweede, en in het derde jaar kunnen studenten zich meer richten op een specialisatie naar keuze.<br></p>",
                "url": "/nl/Bachelor/2023-2024/psychologie",
                "slug": "psychologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50050845",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "PB_PSY",
                "name": "Psychology",
                "description": "<p>The Bachelor Psychology consists of three years of study. &nbsp;The first year is the same for everyone, but at the end of the second year, and in the third year, students can choose a specialization.</p>",
                "url": "/en/Bachelor/2023-2024/psychology",
                "slug": "psychology",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50050845",
                "facultyId": [
                    "50000041"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50051118",
            "kenticoId": "579d3ce8-5fd0-483e-9dd4-72649e7630b1",
            "nl": {
                "objectCode": "RB_Recht",
                "name": "Rechtsgeleerdheid",
                "description": "<p>In drie jaar tijd krijg je een stevige juridische basis. Elk studiejaar bestaat uit zes periodes waarin je onderwijs in hoorcolleges en werkgroepen volgt. Je leert hoe je relevante wetgeving kunt vinden en hoe je een wetenschappelijke paper schrijft. Ook komt aan bod hoe je moet pleiten in de rechtszaal. Tijdens werkgroepen leer je bovendien discussiëren en argumenteren.</p> <p><strong>Eerste jaar</strong></p> <p>Je maakt kennis met de verschillende onderdelen van het recht, zoals privaatrecht, bestuursrecht en strafrecht en je wordt getraind in het beantwoorden van juridische vragen. Ook leer je juridische vaardigheden aan, zoals het opzoeken en selecteren van juridische literatuur, het lezen van rechterlijke uitspraken en argumenteren.</p> <p><strong>Tweede jaar</strong></p> <p>Je verdiept je verder in de basisvakken uit het eerste jaar. Burgerlijk procesrecht en Sociaal recht komen erbij. Bij verschillende vakken train je je vaardigheden. Je schrijft een onderzoeksopzet en een commentaar op een rechterlijke uitspraak.</p> <p><strong>Derde jaar</strong></p> <p>Het eerste semester bepaal je zelf hoe jouw studie eruitziet. Je volgt één van de zeven juridische minoren aan de Rechtenfaculteit, of je kiest voor een minor aan een andere faculteit of universiteit. Dat kan ook in het buitenland zijn. In de tweede helft van het jaar scherp je je juridische vaardigheden verder aan, onder meer met het vak Pleitoefening. Je sluit dit jaar af met een bachelorscriptie.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-rechtsgeleerdheid",
                "slug": "2023-2024-bachelor-rechtsgeleerdheid",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051118",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "RB_Recht",
                "name": "Rechtsgeleerdheid",
                "description": "<p>In drie jaar tijd krijg je een stevige juridische basis. Elk studiejaar bestaat uit zes periodes waarin je onderwijs in hoorcolleges en werkgroepen volgt. Je leert hoe je relevante wetgeving kunt vinden en hoe je een wetenschappelijke paper schrijft. Ook komt aan bod hoe je moet pleiten in de rechtszaal. Tijdens werkgroepen leer je bovendien discussiëren en argumenteren.</p> <p><strong>Eerste jaar</strong></p> <p>Je maakt kennis met de verschillende onderdelen van het recht, zoals privaatrecht, bestuursrecht en strafrecht en je wordt getraind in het beantwoorden van juridische vragen. Ook leer je juridische vaardigheden aan, zoals het opzoeken en selecteren van juridische literatuur, het lezen van rechterlijke uitspraken en argumenteren.</p> <p><strong>Tweede jaar</strong></p> <p>Je verdiept je verder in de basisvakken uit het eerste jaar. Burgerlijk procesrecht en Sociaal recht komen erbij. Bij verschillende vakken train je je vaardigheden. Je schrijft een onderzoeksopzet en een commentaar op een rechterlijke uitspraak.</p> <p><strong>Derde jaar</strong></p> <p>Het eerste semester bepaal je zelf hoe jouw studie eruitziet. Je volgt één van de zeven juridische minoren aan de Rechtenfaculteit, of je kiest voor een minor aan een andere faculteit of universiteit. Dat kan ook in het buitenland zijn. In de tweede helft van het jaar scherp je je juridische vaardigheden verder aan, onder meer met het vak Pleitoefening. Je sluit dit jaar af met een bachelorscriptie.</p>",
                "url": "/nl/Bachelor/2023-2024/2023-2024-bachelor-rechtsgeleerdheid",
                "slug": "2023-2024-bachelor-rechtsgeleerdheid",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50051118",
                "facultyId": [
                    "50000031"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51210922",
            "kenticoId": "4acdec0c-418c-4561-a1bb-9ee069c1211c",
            "nl": {
                "objectCode": "XB_SCH_JD",
                "name": "Scheikunde (joint degree)",
                "description": "<p>Scheikunde is a joint degree bacheloropleiding van de Universiteit van Amsterdam en de Vrije Universiteit Amsterdam. Voor meer informatie over deze opleiding, zie de UvA studiegids:</p><p><a href=\"https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7727\" rel=\"noopener noreferrer\" target=\"_blank\">https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7727</a></p>",
                "url": "/nl/Bachelor/2023-2024/scheikunde-joint-degree",
                "slug": "scheikunde-joint-degree",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51210922",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_SCH_JD",
                "name": "Scheikunde (joint degree)",
                "description": "<p>Scheikunde is a joint degree bacheloropleiding van de Universiteit van Amsterdam en de Vrije Universiteit Amsterdam. Voor meer informatie over deze opleiding, zie de UvA studiegids:</p><p><a href=\"https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7727\" rel=\"noopener noreferrer\" target=\"_blank\">https://studiegids.uva.nl/xmlpages/page/2023-2024/zoek-opleiding/opleiding/7727</a></p>",
                "url": "/nl/Bachelor/2023-2024/scheikunde-joint-degree",
                "slug": "scheikunde-joint-degree",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51210922",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50054428",
            "kenticoId": "1942a43a-090b-49fb-b1c2-0b9f0075bb37",
            "nl": {
                "objectCode": "XB_SBI",
                "name": "Science, Business & Innovation",
                "description": "<p>Een Science, Business en Innovation (SBI) student is geïnteresseerd in nieuwe technologieën en concepten, creatieve oplossingen en het introduceren van nieuwe producten op de markt. Hierbij kun je denken aan een medische app voor het thuis monitoren van gegevens in plaats van bij de huisarts of het ziekenhuis. Je kunt de marktkansen van een nieuwe coating lijkend op een dierenhuid voor vliegtuigen of windmolens &nbsp;onderzoeken en &nbsp;werken aan duurzame energievraagstukken binnen vervoer, logistiek en gebouwen.<br><br>In het eerste jaar zijn alle vakken verplicht, er zijn geen keuzevakken. Het programma in het eerste jaar vormt een brede basis; het geeft een eerste overzicht van de opleiding Science, Business &amp; Innovation met vakken als Duurzame energie, Fysica, Biochemie en practicum Natuurkunde en is bedoeld als een verbreding van de kennis op diverse terreinen.<br><br>In het tweede studiejaar volgt &nbsp;een verdieping van kennis, inzicht en vaardigheden met vakken als Onderzoek, Ontwerp en methodologie, Statistiek, Klinische diagnostiek en Imaging, Thermodynamica en Finance.<br><br>In het derde jaar start je met een minor naar keuze. Hierbij kun je ook kiezen voor studeren in het buitenland. De minor wordt in het tweede semester gevolgd door een onderzoeksstage, het bachelor project.</p>",
                "url": "/nl/Bachelor/2023-2024/science-business-innovation",
                "slug": "science-business-innovation",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50054428",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "XB_SBI",
                "name": "Science, Business & Innovation",
                "description": "",
                "url": "/en/Bachelor/2023-2024/science-business-innovation",
                "slug": "science-business-innovation",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50054428",
                "facultyId": [
                    "50013925"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50046587",
            "kenticoId": "bd877f31-5730-4dd4-9d5c-c75df443ff65",
            "nl": {
                "objectCode": "SB_SOC",
                "name": "Sociologie",
                "description": "<p>Tijdens de bachelor Sociologie aan Vrije Universiteit Amsterdam kijk je met een wetenschappelijke blik naar actuele vraagstukken over mens en maatschappij. Je vertaalt je sociologische kennis naar heldere oplossingen voor complexe problemen van vandaag.</p> <p>In een samenleving die geconfronteerd wordt met grote veranderingen zoals toenemende diversiteit en ongelijkheid, nieuwe technologieën die veranderen hoe we met elkaar communiceren, en voor uitdagingen staat als de uitbraak van een pandemie, moet je als socioloog verder kunnen kijken dan de waan van de dag. Tijdens de bachelor Sociologie ontwikkel je een kritische blik en leer je anders te kijken naar deze veranderingen. Bovendien leer je de vertaalslag te maken naar praktische adviezen waar organisaties echt iets mee kunnen en toets je deze direct in de echte wereld.</p> <p>De bachelor Sociologie is een transdisciplinaire opleiding. Wij vinden het belangrijk dat je als student de kans krijgt om mee te praten en denken in de maatschappelijke vraagstukken van nu. Als student Sociologie ga je dan ook tijdens je studie in projectvakken al aan de slag voor maatschappelijke organisaties. Je leert maatschappelijke vraagstukken, aangedragen door de maatschappelijke partners, in kaart te brengen en opgedane wetenschappelijke inzichten te vertalen naar een aanpak. Deze projectvakken zijn een vast onderdeel van het programma. Samen met je medestudenten werk je in teams en word je getraind in vier professionele rollen: beleidsmedewerker, onderzoeker, sociaal ondernemer of consultant. Je leert welke interventies en competenties bij een rol horen en welke rol het beste bij je past. Zo ga je bijvoorbeeld in Project 1 in opdracht van de gemeente Amsterdam aan de slag om een beleidsadvies op te stellen over de vraag hoe kunst en cultuur in de stad inclusiever kan worden, en maak je in Project 3 een plan voor een sociale onderneming. Op deze manier ontwikkel je tijdens je studie professionele vaardigheden waar je de rest van jouw carrière voordeel uit kunt halen!</p>",
                "url": "/nl/Bachelor/2023-2024/sociologie",
                "slug": "sociologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046587",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "SB_SOC",
                "name": "Sociologie",
                "description": "<p>Tijdens de bachelor Sociologie aan Vrije Universiteit Amsterdam kijk je met een wetenschappelijke blik naar actuele vraagstukken over mens en maatschappij. Je vertaalt je sociologische kennis naar heldere oplossingen voor complexe problemen van vandaag.</p> <p>In een samenleving die geconfronteerd wordt met grote veranderingen zoals toenemende diversiteit en ongelijkheid, nieuwe technologieën die veranderen hoe we met elkaar communiceren, en voor uitdagingen staat als de uitbraak van een pandemie, moet je als socioloog verder kunnen kijken dan de waan van de dag. Tijdens de bachelor Sociologie ontwikkel je een kritische blik en leer je anders te kijken naar deze veranderingen. Bovendien leer je de vertaalslag te maken naar praktische adviezen waar organisaties echt iets mee kunnen en toets je deze direct in de echte wereld.</p> <p>De bachelor Sociologie is een transdisciplinaire opleiding. Wij vinden het belangrijk dat je als student de kans krijgt om mee te praten en denken in de maatschappelijke vraagstukken van nu. Als student Sociologie ga je dan ook tijdens je studie in projectvakken al aan de slag voor maatschappelijke organisaties. Je leert maatschappelijke vraagstukken, aangedragen door de maatschappelijke partners, in kaart te brengen en opgedane wetenschappelijke inzichten te vertalen naar een aanpak. Deze projectvakken zijn een vast onderdeel van het programma. Samen met je medestudenten werk je in teams en word je getraind in vier professionele rollen: beleidsmedewerker, onderzoeker, sociaal ondernemer of consultant. Je leert welke interventies en competenties bij een rol horen en welke rol het beste bij je past. Zo ga je bijvoorbeeld in Project 1 in opdracht van de gemeente Amsterdam aan de slag om een beleidsadvies op te stellen over de vraag hoe kunst en cultuur in de stad inclusiever kan worden, en maak je in Project 3 een plan voor een sociale onderneming. Op deze manier ontwikkel je tijdens je studie professionele vaardigheden waar je de rest van jouw carrière voordeel uit kunt halen!</p>",
                "url": "/nl/Bachelor/2023-2024/sociologie",
                "slug": "sociologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046587",
                "facultyId": [
                    "50000042"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50046884",
            "kenticoId": "751c1a18-4ee8-4b2b-99bc-25f305aedbf3",
            "nl": {
                "objectCode": "TB_TANDHK",
                "name": "Tandheelkunde",
                "description": "<p><b>Opbouw opleiding </b></p><p>De bacheloropleiding tandheelkunde is een driejarige opleiding die bestaat uit 180 studiepunten. De opleiding wordt afgesloten met een officieel diploma. Met het diploma mag je de internationaal erkende titel Bachelor of Science in de Tandheelkunde (BSc) voeren. Na afronding van de bacheloropleiding kun je doorstromen naar de masteropleiding Tandheelkunde, die afsluit met de internationaal erkende titel Master of Science in de Tandheelkunde (MSc).</p><p><b>Het programma </b></p><p>Het onderwijsprogramma kent een thematische aanpak, geprogrammeerd in blokken en lijnen. De student komt in aanraking met alle facetten van de tandheelkunde. In een aantal gevallen is dat niet meer dan een introductie, in andere gevallen leidt dat tot het competentieniveau van een beginner of gevorderde. Het eerste jaar van de bacheloropleiding heeft een oriënterend karakter waar naast tandheelkundige onderwerpen, ook medische basisvakken en wetenschapsbeoefening aan de orde komen. In het tweede en derde jaar van de bacheloropleiding verdiep je jouw kennis rondom diverse tandheelkundige thema’s en is er een sterkere verwevenheid van theorie en praktijk.</p><p><b>Doel van de opleiding en eindtermen </b></p><p>De opleiding beoogt de student in staat te stellen tot: (1) levenslang leren; de ontwikkeling van een professionele houding; (2) zelfstandige beroepsuitoefening; van centrale sturing naar eigen sturing; (3) academische vorming; door het verwerven en toepassen van academische vaardigheden, en het voortdurend kritisch reflecterend op eigen denken en doen.</p><p><b>Honours Programma</b> </p><p><a href=\"https://vu.nl/nl/Images/HonoursProgramma2018_tcm289-888575.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://vu.nl/nl/Images/HonoursProgramma2018_tcm289-888575.pdf</a></p><p>Meer informatie over het eisenpakket voor afstuderen, de overgangsregelingen, doelstelling en eindtermen van de opleiding vind je in de Onderwijs- en Examenregeling.</p>",
                "url": "/nl/Bachelor/2023-2024/tandheelkunde",
                "slug": "tandheelkunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046884",
                "facultyId": [
                    "50000025"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "TB_TANDHK",
                "name": "Tandheelkunde",
                "description": "<p><b>Opbouw opleiding </b></p><p>De bacheloropleiding tandheelkunde is een driejarige opleiding die bestaat uit 180 studiepunten. De opleiding wordt afgesloten met een officieel diploma. Met het diploma mag je de internationaal erkende titel Bachelor of Science in de Tandheelkunde (BSc) voeren. Na afronding van de bacheloropleiding kun je doorstromen naar de masteropleiding Tandheelkunde, die afsluit met de internationaal erkende titel Master of Science in de Tandheelkunde (MSc).</p><p><b>Het programma </b></p><p>Het onderwijsprogramma kent een thematische aanpak, geprogrammeerd in blokken en lijnen. De student komt in aanraking met alle facetten van de tandheelkunde. In een aantal gevallen is dat niet meer dan een introductie, in andere gevallen leidt dat tot het competentieniveau van een beginner of gevorderde. Het eerste jaar van de bacheloropleiding heeft een oriënterend karakter waar naast tandheelkundige onderwerpen, ook medische basisvakken en wetenschapsbeoefening aan de orde komen. In het tweede en derde jaar van de bacheloropleiding verdiep je jouw kennis rondom diverse tandheelkundige thema’s en is er een sterkere verwevenheid van theorie en praktijk.</p><p><b>Doel van de opleiding en eindtermen </b></p><p>De opleiding beoogt de student in staat te stellen tot: (1) levenslang leren; de ontwikkeling van een professionele houding; (2) zelfstandige beroepsuitoefening; van centrale sturing naar eigen sturing; (3) academische vorming; door het verwerven en toepassen van academische vaardigheden, en het voortdurend kritisch reflecterend op eigen denken en doen.</p><p><b>Honours Programma</b> </p><p><a href=\"https://vu.nl/nl/Images/HonoursProgramma2018_tcm289-888575.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://vu.nl/nl/Images/HonoursProgramma2018_tcm289-888575.pdf</a></p><p>Meer informatie over het eisenpakket voor afstuderen, de overgangsregelingen, doelstelling en eindtermen van de opleiding vind je in de Onderwijs- en Examenregeling.</p>",
                "url": "/nl/Bachelor/2023-2024/tandheelkunde",
                "slug": "tandheelkunde",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50046884",
                "facultyId": [
                    "50000025"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__50807008",
            "kenticoId": "147c6ac2-c5b5-4907-9031-716817cc058f",
            "nl": {
                "objectCode": "GB_THE_JD",
                "name": "Theologie (joint degree)",
                "description": "<p>In de joint degree bachelor Theologie werken twee instellingen, VU en PThU, intensief samen. Zij bieden een bachelor waarin de protestantse theologiebeoefening centraal staat, zij het in een oecumenische en dialogische context. Studenten worden uitgedaagd hun talenten te ontwikkelen en reflecteren daarbij steeds op de eigen persoonlijke (geloofs)overtuigingen. Gaandeweg maken zij zich de academische basisvaardigheden eigen.</p><p>De driejarige opleiding kent twee richtingen: Theologie - Klassiek, en Theologie - Geloof en samenleving. De eerste is, zoals de benaming al aangeeft, een klassieke theologische opleiding waarin onder meer de Bijbelse talen Grieks en Hebreeuws worden aangeleerd. De tweede heeft een sterk religiewetenschappelijk accent en biedt daarmee een brede oriëntatie op geloof en religie.</p><p>De student leert de verschillende theologische disciplines kennen in een thematische en geïntegreerde aanpak. Elk semester heeft daarin een eigen focus: 1, Bronnen van geloven; 2, Goed en kwaad; 3, Ritueel en sacrament; 4, God ervaren en denken; 6, Kerk en samenleven. Het 5e semester kan de student onder bepaalde voorwaarden geheel zelf invullen met een minor in Amsterdam, elders in Nederland of in het buitenland. </p><p>Met een afgeronde bachelor Theologie - Geloof en samenleving heeft een student bijvoorbeeld toegang tot de 1-jarige masters Theology and Religious studies van de VU en de 1-jarige verdiepingsmaster van de PThU in Groningen. Wie de richting Theologie - Klassiek heeft afgesloten kan bovendien onder meer verder studeren aan de 3-jarige masters Theologie van de PThU in Amsterdam of Groningen. </p>",
                "url": "/nl/Bachelor/2023-2024/theologie",
                "slug": "theologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50807008",
                "facultyId": [
                    "50000029"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "GB_THE_JD",
                "name": "Theologie (joint degree)",
                "description": "<p>In de joint degree bachelor Theologie werken twee instellingen, VU en PThU, intensief samen. Zij bieden een bachelor waarin de protestantse theologiebeoefening centraal staat, zij het in een oecumenische en dialogische context. Studenten worden uitgedaagd hun talenten te ontwikkelen en reflecteren daarbij steeds op de eigen persoonlijke (geloofs)overtuigingen. Gaandeweg maken zij zich de academische basisvaardigheden eigen.</p><p>De driejarige opleiding kent twee richtingen: Theologie - Klassiek, en Theologie - Geloof en samenleving. De eerste is, zoals de benaming al aangeeft, een klassieke theologische opleiding waarin onder meer de Bijbelse talen Grieks en Hebreeuws worden aangeleerd. De tweede heeft een sterk religiewetenschappelijk accent en biedt daarmee een brede oriëntatie op geloof en religie.</p><p>De student leert de verschillende theologische disciplines kennen in een thematische en geïntegreerde aanpak. Elk semester heeft daarin een eigen focus: 1, Bronnen van geloven; 2, Goed en kwaad; 3, Ritueel en sacrament; 4, God ervaren en denken; 6, Kerk en samenleven. Het 5e semester kan de student onder bepaalde voorwaarden geheel zelf invullen met een minor in Amsterdam, elders in Nederland of in het buitenland. </p><p>Met een afgeronde bachelor Theologie - Geloof en samenleving heeft een student bijvoorbeeld toegang tot de 1-jarige masters Theology and Religious studies van de VU en de 1-jarige verdiepingsmaster van de PThU in Groningen. Wie de richting Theologie - Klassiek heeft afgesloten kan bovendien onder meer verder studeren aan de 3-jarige masters Theologie van de PThU in Amsterdam of Groningen. </p>",
                "url": "/nl/Bachelor/2023-2024/theologie",
                "slug": "theologie",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "50807008",
                "facultyId": [
                    "50000029"
                ],
                "languages": [
                    "NL"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        },
        {
            "@search.score": 1,
            "id": "2023-2024__51945398",
            "kenticoId": "3cac1428-3c59-4499-8d1c-364711380f85",
            "nl": {
                "objectCode": "GB_TRS",
                "name": "Theology and Religious Studies",
                "description": "<p>De bacheloropleiding Theology and Religious Studies is een eigentijdse academische opleiding die grondig ingaat op het christendom, de islam, het jodendom, het boeddhisme en het hindoeïsme. De opleiding biedt je de mogelijkheid je breed te ontwikkelen en heeft tegelijk drie heldere profielen: christelijke theologie, islamitische theologie en religiewetenschappen. Je kunt binnen de profielen een traditie-specifiek programma volgen.</p><p>Het programma bestaat uit tien kernvakken die iedereen gezamenlijk volgt, verdiepende profielvakken en een minor. De kernvakken zijn Engelstalig. Dat geeft je ook de mogelijkheid om je internationaal te ontwikkelen in de theologie en religiewetenschap.. De voertaal van de profielen christelijke theologie en religiewetenschappen is Engels; de cursussen in islamitische theologie zijn in het Nederlands, net als die van het seminarietraject van het Hersteld Hervormd Seminarie. De modules van de bachelor leiden je op tot geëngageerde academicus met een diepgaand begrip van de historische en hedendaagse positie en waarde van theologie en religie - in de wetenschap, in religieuze gemeenschappen en in de samenleving. Dialogisch leren in een interreligieuze omgeving is een van de kernfuncties van het programma. In het derde jaar kies je een minor waarmee je je thematisch of binnen een seminarie kunt specialiseren, of om je voor te bereiden op een (research)master. Na afloop van deze studie, ben je in staat om kritisch en reflectief de relevante vragen van de wereld van vandaag te bestuderen en te bespreken. Je leert om de taal van religie te begrijpen, zowel in tekstuele, rituele, praktische, ervaringsgerichte, institutionele of andere vormen.</p><p>Voor vragen kun je terecht bij je docent of bij studieadviseur Inger Groesz.</p><p>We wensen je een inspirerend en succesvol studiejaar!</p><p>Dr. Welmoet Boender (opleidingsdirecteur van de BA-opleiding Theologie en Religiewetenschappen).</p>",
                "url": "/nl/Bachelor/2023-2024/theology-and-religious-studies",
                "slug": "theology-and-religious-studies",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51945398",
                "facultyId": [
                    "50000029"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 jaar"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            },
            "en": {
                "objectCode": "GB_TRS",
                "name": "Theology and Religious Studies",
                "description": "<p>The Bachelor's programme in Theology and Religious Studies is a contemporary academic programme that thoroughly studies Christianity, Islam, Judaism, Buddhism and Hinduism. The programme offers you the opportunity to develop broadly and at the same time has three clear profiles: Christian theology, Islamic theology and religious studies. You can follow a tradition-specific programme within the profiles.</p><p>The Bachelor consists of ten core courses that everyone follows together, in-depth profile courses and a minor. The core courses are taught in English. This gives you even more opportunities to develop in theology and religious studies that matter internationally. The instruction language of the profiles Christian theology and Religious Studies is English. The courses in Islamic theology are taught in Dutch, as the seminary Restored Reformed Seminary (HHS). The Bachelor's modules will train you to become an engaged academic with an in-depth understanding of historical and contemporary positions and value of theology and the study of religion - in scholarship, religious communities and society. Dialogical learning in an interfaith setting is one of the programme's core features.</p><p>In the third year, you choose a minor to specialise thematically or within a seminary or prepare for a (research) masters. The BA thus prepares undergraduates to critically and reflectively study the relevant questions of today's world while understanding the language of religion, be it in textual, ritual, practical, experiential, institutional or other forms.</p><p>If you have questions, please consult your lecturer or the Academic advisor, Inger Groesz.</p><p>We wish you an inspiring and successful academic year!</p><p>Dr. Welmoet Boender (Programme director of the BA programme Theology and Religious Studies)</p>",
                "url": "/en/Bachelor/2023-2024/theology-and-religious-studies",
                "slug": "theology-and-religious-studies",
                "type": "Bachelor",
                "studyYear": "2023-2024",
                "objectId": "51945398",
                "facultyId": [
                    "50000029"
                ],
                "languages": [
                    "NL",
                    "EN"
                ],
                "duration": [
                    "3 years"
                ],
                "form": [
                    "fulltime",
                    "parttime"
                ],
                "ects": [],
                "ectsRange": [],
                "difficulty": [],
                "studyType": [],
                "extraCurricular": [],
                "secondarySubject": [],
                "contract": [],
                "period": null,
                "documents": []
            }
        }
    ]
}